<?php
/*
= LuxCal езиков файл за административният интерфейс =

Български административен интерфей

Този файл е създаден от LuxSoft и е преведен от Йордан Павлов.

Този файл е част от уеб календара на LuxCal.
*/

$ax = array(

//general
"none" => "Няма",
"no" => "не",
"yes" => "да",
"own" => "собствен",
"all" => "Всичко",
"or" => "или",
"back" => "Назад",
"ahead" => "Напред",
"close" => "Затвори",
"always" => "Винаги",
"at_time" => "@", //date and time separator (e.g. 30-01-2020 @ 10:45)
"times" => "по време",
"cat_seq_nr" => "по категория",
"rows" => "редове",
"columns" => "колони",
"hours" => "часове",
"minutes" => "Минути",
"user_group" => "Потребителска група",
"event_cat" => "Категория задачи",
"email" => "Email",
"telegram" => "Telegram",
"sms" => "SMS",
"id" => "ID",
"username" => "Потребителско име",
"password" => "Парола",
"public" => "Публичен",
"logged_in" => "Влязъл",
"pw_no_chars" => "Characters <, > and ~ not allowed in password",

//settings.php - fieldset headers
"set_general_settings" => "Общи настройки",
"set_navbar_settings" => "Лента за навигация",
"set_event_settings" => "Събития",
"set_user_settings" => "Потребителски настройки",
"set_upload_settings" => "Качване на файлове",
"set_reminder_settings" => "Напомняне",
"set_perfun_settings" => "Периодични функции",
"set_sidebar_settings" => "Настройка на страничната лента <br> (приложимо само ако се използва)",
"set_view_settings" => "Преглед настройки",
"set_dt_settings" => "Дата/Час",
"set_save_settings" => "Запазване на настройките",
"set_test_mail" => "Тестово писмо",
"set_mail_sent_to" => "Тестовото писмо е изпратено на",
"set_mail_sent_from" => "Това тестово писмо е изпратено от страницата за Настройки на Календара",
"set_mail_failed" => "Грешка при изпращане на тестово писмо - получател(и)",
"set_missing_invalid" => "Липсващи или неверни настройки",
"set_settings_saved" => "Настройките са запазени",
"set_save_error" => "Грешка в базата данни - Запазването на настройките за календара ПРОПАДНА",
"hover_for_details" => "Подробно описание и информация",
"default" => "По подразбиране",
"enabled" => "Разрешено",
"disabled" => "Забранено",
"pixels" => "Пиксели",
"warnings" => "Препуреждения",
"notices" => "Забележки",
"visitors" => "Посетители",
"height" => "Height",
"no_way" => "Нямате права да извършите тази операция",

//settings.php - general settings.
"versions_label" => "За системата",
"versions_text" => "• Версия на календара (префикс на базата данни) <br>• PHP версия<br>• Версия на базата данни",
"calTitle_label" => "Заглавие на календара",
"calTitle_text" => "Име на календара. Показва се в горната лява част на заглавната лента.",
"calUrl_label" => "URL на календара",
"calUrl_text" => "Пълен URL адрес за отваряне на календара",
"calEmail_label" => "Календар Email",
"calEmail_text" => "Имейл адрес, който ще се използва за получаване на съобщения за контакт и за изпращане и получаване на имейли с известия.<br>Формат: 'email' или 'Име &#8826;email&#8827;'.",
"logoPath_label" => "Път/име на картинка с лого",
"logoPath_text" => "Ако е зададено, в горния ляв ъгъл на календара ще се покаже картинка с логото. Ако е посочена и връзка към родителска страница (вижте по-долу), тогава логото ще бъде хипервръзка към родителската страница. Изображението на логото трябва да има максимална височина и ширина 70 пиксела.",
"logoXlPath_label" => "Path/name of log-in logo image",
"logoXlPath_text" => "If specified, a logo image of the specified height will be displayed on the Log In page below the Log In form.",
"backLinkUrl_label" => "Линк към родителска страница",
"backLinkUrl_text" => "URL адрес на родителската страница. Ако е посочено, от лявата страна на навигационната лента ще се покаже бутон Назад, който води до този URL адрес. <br> Например за връщане към родителската страница, от която е стартиран календарът. Ако пътят/името на логото е посочено (вижте по -горе), тогава няма да се покаже бутон Назад, но вместо това логото ще се превърне в линк.",
"timeZone_label" => "Времева зона",
"timeZone_text" => "Часова зона на календара, за изчисляване на текущо време.",
"see" => "Виж",
"notifChange_label" => "Изпращане на известие за промени в календара",
"notifChange_text" => "Когато потребител добави, редактира или изтрие събитие, на посочените получатели ще бъде изпратено известие.",
"chgRecipList" => "semicolon separated recipient list",
"maxXsWidth_label" => "Макс. ширина за малки екрани",
"maxXsWidth_text" => "За дисплеи с ширина по-малка от зададения брой пиксели, календарът ще работи в специален режим, скривайки някои по-малко важни елементи.",
"rssFeed_label" => "RSS емисия",
"rssFeed_text" => "Ако е разрешено: За потребители с права за „преглед“ RSS връзка към RSS емисия ще бъде видима в долния колонтитул на календара и ще бъде добавена връзка към RSS емисия към HTML главата на страниците на календара.",
"logging_label" => "Записване на лог",
"logging_text" => "Календарът може да регистрира съобщения за грешки, предупреждения и съобщения и данни за посетителите. Съобщенията за грешки винаги се записват. Регистрирането на предупредителни съобщения и съобщения и данни за посетители може да бъде деактивирано или активирано чрез поставяне на отметки в съответните квадратчета. Всички съобщения за грешки, предупреждения и известия се записват във файла 'logs/luxcal.log', а данните за посетителите се записват във файловете 'logs/hitlog.log' и 'logs/botlog.log'.<br> Забележка: PHP съобщенията за грешки, предупреждения и съобщения не са предмет на тази опция.",
"maintMode_label" => "PHP Режим на поддръжка",
"maintMode_text" => "When enabled, in the PHP scripts data submitted via the note (message) function and data stored in the 'note' variable will be shown in the calendar footer bar.",
"reciplist" => "Списъкът с получатели може да съдържа потребителски имена, имейл адреси, телефонни номера, Telegram chat IDs и имена на файлове с получатели (заградени с квадратни скоби), разделени с точка и запетая. Файловете с получатели, с по един получател на ред, трябва да се намират в папката 'reciplists'. Разширението на файла по подразбиране е .txt",
"calendar" => "Календар",
"user" => "Потребител",
"database" => "база данни",

//settings.php - navigation bar settings.
"contact_label" => "Бутон за контакти",
"contact_text" => "Ако е активирано: Бутон за контакт ще се покаже в страничното меню. Щракването върху този бутон ще отвори формуляр за контакт, който може да се използва за изпращане на съобщение до администратора на календара.",
"optionsPanel_label" => "Панел за филтри",
"optionsPanel_text" => "Активиране/деактивиране на менютата в панела с филтри. <br> • Меню  КАЛЕНДАР е достъпно само за администратора за превключване на календари.(достъпно е само ако са инсталирани няколко календара) <br> • Менюто ИЗГЛЕД може да се използва за избор на един от изгледите на календара. <br> • Меню ГРУПИ се използва за показване само на събития, създадени от потребители в избраните групи. <br> • Менюто ПОТРЕБИТЕЛИ се използва за показване само на събития, създадени от избраните потребители. <br> • Менюто КАТЕГОРИИ се използва за показване само на задачи, принадлежащи към избраните категории задачи. <br> • Меню ЕЗИК се използва за избор на език на потребителския интерфейс. (Само ако са инсталирани няколко езика) <br> Забележка: Ако няма избрани менюта, бутонът на панела с филтри няма да се покаже.",
"calMenu_label" => "Календар",
"viewMenu_label" => "Изглед",
"groupMenu_label" => "Групи",
"userMenu_label" => "Потребители",
"catMenu_label" => "Категории",
"langMenu_label" => "Език",
"availViews_label" => "Достъпни изгледи",
"availViews_text" => "Изгледи на календара, достъпни за гости и влезли потребители, зададени чрез списък, разделени със запетая, с номера на изгледа. Значение на числата: <br> 1: годишен изглед <br> 2: месечен изглед (7 дни) <br> 3: изглед на работен месец <br> 4: седмичен изглед (7 дни) <br> 5: изглед на работна седмица <br> 6: дневен изглед <br> 7: изглед на предстоящи събития <br> 8: промяна на изгледа <br> 9: матричен изглед (категории) <br> 10: матричен изглед (потребители) <br> 11: изглед на диаграма",
"viewButtonsL_label" => "Бутони в заглавната лента (large display)",
"viewButtonsS_label" => "Бутони в заглавната лента (small display)",
"viewButtons_text" => "Бутони за показване в навигационната лента за гости и влезли потребители, зададени чрез списък, разделени със запетая, с номера на изгледи. <br> Ако в поредицата е посочен номер, ще се покаже съответният бутон. Ако не са посочени числа, няма да се показват бутони за преглед. <br> Значението на числата: <br> 1: Година <br> 2: Месец <br> 3: Работен месец <br> 4: Седмица <br > 5: Работна седмица <br> 6: Ден <br> 7: Предстоящи <br> 8: Промени <br> 9: Матричен (Категории) <br> 10: Матричен (Потребители) <br> 11: Диаграма <br> редът на числата определя реда на показваните бутони. <br> Например: '2,4'означава: да се покажат \"Месечен\" и \"Седмичен\".",
"defaultViewL_label" => "Първоначален изглед (големи екрани)",
"defaultViewL_text" => "Изглед на календара по подразбиране при стартиране за потребители, използващи големи дисплеи. <br> Препоръчителен избор: Месец.",
"defaultViewS_label" => "Първоначален изглед (малки екрани)",
"defaultViewS_text" => "Изглед по календар по подразбиране при стартиране за потребители, използващи малки дисплеи. <br> Препоръчителен избор: Предстоящи.",
"language_label" => "Езици на интерфейса (public user)",
"language_text" => "For public (not logged in) users the language set for the browser user interface will be used for the calendar as well. If the browser language is not a valid calendar language, this default language will be used.<br>Note: Файловете ui-{language}.php, ai-{language}.php, ug-{language}.php и ug-layout.png трябва да се намират в папка lang/. {language} = избрания език (например: bulgarian). Имената на файловете трябва да са с малки букви!",
"birthday_cal_label" => "PDF Календар с рождени дни",
"birthday_cal_text" => "Ако е включено, бутона 'PDF - Рождени дни' ще се показва в страничното меню за потребители с права за 'разглеждане'. Вижте admin_guide.html - Календар за рождени дни за повече информация",
"sideLists_label" => "Approve, Todo, Upcoming lists",
"sideLists_text" => "If enabled, an option to show the respective list will appear in the Side Menu. The 'Events to be approved' list will only be available for users with at least 'manager' rights.",
"toapList_label" => "To approve list",
"todoList_label" => "To do list",
"upcoList_label" => "Upcoming list",

//settings.php - events settings.
"privEvents_label" => "Публикуване на лични задачи",
"privEvents_text" => "Личните задачи са видими само за потребителя, който е добавил задачата. <br> Разрешено: потребителите могат да въвеждат лични задачи. <br> По подразбиране: при добавяне на нови задачи, полето 'Лична задача' ще бъде маркирано по подразбиране. <br> Винаги: когато добавяте нови задачи, те винаги ще бъдат зададени като лични, а полето 'Лична задача' няма да се показва.",
"venueInput_label" => "Specifying venues",
"venueInput_text" => "In the Event window specifying a venue can be done either by typing the venue or by selecting a venue from a pre-defined list. If Free text is selected, the user can type the venue, if List is selected the user can select a venue from a drop-down list and when Both is selected, the user can choose between the two.<br> When a drop-down list is used, the 'files' folder must contain a file called venues.txt with one venue per line.",
"timeDefault_label" => "Adding new events - time default",
"timeDefault_text" => "When adding events, in the Event window the default way the event time fields appear in the event form can be set as follows:<br>• show times: The start and end time fields are shown and ready to be completed<br>• all day: The All Day check box is checked, no start and end time fields are shown<br>• no time: The No Time check box is checked, no start and end time fields are shown.",
"evtDelButton_label" => "Покажи бутон Изтриване",
"evtDelButton_text" => "Забранено: бутонът Изтриване няма да се показва. Така потребителите с права за редактиране няма да могат да изтриват задачи. <br> Разрешено: бутонът Изтриване ще бъде видим за всички потребители. <br> Мениджър: бутонът Изтриване ще бъде видим само за потребителите с права „мениджър“.",
"eventColor_label" => "Оцветяване на задачата",
"eventColor_text" => "Задачите в различните изгледи на календара могат да бъдат показани в цвета, определен за групата, към която принадлежи потребителят, създал задачата, или цвета на категорията на задачата.",
"defVenue_label" => "Място по подразбиране",
"defVenue_text" => "В това текстово поле може да бъде посочено място, което ще бъде копирано в полето Място на формуляра за задача при добавяне на нови задачи.",
"xField1_label" => "Допълнително поле 1",
"xField2_label" => "Допълнително поле 2",
"xFieldx_text" => "Незадължително текстово поле. Ако това поле е включено в шаблон за задача в секцията Изгледи, полето ще бъде добавено като текстово поле в свободен формат към формуляра на задачата и към задачите, показани във всички изгледи и страници на календара. <br> • етикет: незадължителен текст за име на допълнителното поле (максимум 15 знака). Напр. 'Имейл адрес', 'Уебсайт', 'Телефонен номер' <br> • Минимални права на потребителя: полето ще бъде видимо само за потребители с избрани потребителски права или по -високи.",
"evtWinSmall_label" => "Намален прозорец на задачата",
"evtWinSmall_text" => "Когато добавяте/редактирате задачи, прозорецът на задачата ще показва подмножество от полетата за въвеждане. За да се покажат всички полета, може да се избере стрелка.",
"emojiPicker_label" => "Emoji picker in Event window",
"emojiPicker_text" => "When enabled, in the Event Add/Edit window an emoji picker can be selected to add emoji to the event title and to the description fields.",
"mapViewer_label" => "URL адрес за показване на карти",
"mapViewer_text" => "Ако е посочен URL адрес за показване на карти, адрес в полето Място на задачата, заграден със символа ! , ще се показва като бутон Адрес в изгледите на календара. Когато задържите курсора на мишката върху този бутон, текстовият адрес ще се покаже, а при щракване ще се отвори нов прозорец, където адресът ще се покаже на картата. <br> Трябва да се посочи пълният URL адрес на сайта за преглед на карти, в края на който да може да се присъедини зададения адрес. <br> Примери: <br> Google Карти: https://maps.google.com/maps?q= <br> OpenStreetMap: https://www.openstreetmap.org/search?query= <br> Ако това поле е оставено празно, адресите в полето Място няма да се показват като бутон Адрес.",
"evtDrAndDr_label" => "Event drag and drop",
"evtDrAndDr_text" => "When enabled, in Year view, Month view and in the mini calendar on the side panel, events can be moved or copied from one day to an other day by means of Drag and Drop. If 'manager' is selected, only users with at least manager rights can use this feature. See the admin_guide.html for a detailed description.",
"free_text" => "Free text",
"venue_list" => "Venue list",
"both" => "Both",
"xField_label" => "Етикет",
"show_times" => "show times",
"check_ald" => "all day",
"check_ntm" => "no time",
"min_rights" => "минимални права",
"no_color" => 'Без оцветяване',
"manager_only" => 'Само мениджъри',

//settings.php - user accounts settings.
"selfReg_label" => "Регистрация на потребители",
"selfReg_text" => "Включва/Изключва възможността потребителите да се регистрират сами в Календара.<br>Потребителска група, към която ще бъдат назначени саморегистрирани потребители.",
"selfRegQA_label" => "Саморегистрация въпрос/отговор",
"selfRegQA_text" => "Когато саморегистрацията е активирана, по време на процеса на саморегистрация на потребителя ще бъде зададен този въпрос и той ще може да се саморегистрира само ако е даден правилният отговор. Когато полето с въпроси е оставено празно, няма да бъде зададен въпрос.",
"selfRegNot_label" => "Известие за саморегистрация",
"selfRegNot_text" => "Изпратете имейл с известие по имейл на администратора, когато някой се саморегистрира.",
"restLastSel_label" => "Запази предпочитанията",
"restLastSel_text" => "Последните предпочитания на потребителя (настройките на панела с филтри) ще бъдат запазени и когато потребителят отново посети календара, те ще бъдат заредени отново. Ако потребителят не влезе през посочения брой дни, предпочитанията му ще бъдат забравени.",
"answer" => "отговор",
"view" => "Изглед",
"post_own" => 'Техните мнения',
"post_all" => 'Всички мнения',
"manager" => 'Мениджър',

//settings.php - view settings.
"templFields_text" => "Значение на числата: <br> 1: Място <br> 2: Категория на задачата <br> 3: Описание <br> 4: Допълнително поле 1 (вижте раздел Събития) <br> 5: Допълнително поле 2 (вижте раздел Събития) <br> 6: Уведомяване по имейл (само ако е било поискано уведомление) <br> 7: Дата/час добавен/редактиран и свързаните потребители <br> 8: Прикачени pdf или графични файлове като хипервръзки. <br> Редът на числата определя реда на показване на полетата.",
"evtTemplate_label" => "Шаблон за показване на задачи",
"evtTemplate_text" => "Полетата за задачи, които трябва да се показват в общите изгледи на календара, предстоящите изгледи на събитията и в балончето, при посочване с мишката с подробности за задачата, могат да бъдат определени чрез поредица от числа. <br> Ако в поредицата е посочено число, съответното поле ще се покаже.",
"evtTemplPublic" => "Public users",
"evtTemplLogged" => "Logged-in users",
"evtTemplGen" => "Основен",
"evtTemplUpc" => "Предстоящи",
"evtTemplPop" => "Балонче",
"sortEvents_label" => "Подреждане на задачите",
"sortEvents_text" => "В различните изгледи задачите могат да бъдат подредени по следните критерии:<br>• Време на задачата<br>• Категорията на задачата",
"yearStart_label" => "Начален месец в Годишен изглед",
"yearStart_text" => "Ако е посочен начален месец (1 - 12), в изглед на година календарът винаги ще започва с този месец и годината ще се промени само от първия ден на същия месец през следващата година. <br> Стойността 0 има специално значение: началният месец се основава на текущата дата и ще попадне в първия ред на месеците.",
"YvRowsColumns_label" => "Редове и колони в Годишен изглед",
"YvRowsColumns_text" => "Колко редове ще се показват в Годишен изглед<br>Препоръчително: 4, При 4 могат да се покажат до 16 месеца.<br>Колко колони ще се показват в Годишен изглед.<br>Препоръчително: 3 и 4.",
"MvWeeksToShow_label" => "Седмици в месечен изглед",
"MvWeeksToShow_text" => "Посочете колко седмици ще се появят на екрана за месец.<br>Препоръчително: 10, по този начин 2,5 Можете да получите месечен изглед. <br>The values 0 and 1 have a special meaning:<br>0: display exactly 1 month - blank leading and trailing days.<br>1: display exactly 1 month - display events on leading and trailing days.",
"XvWeeksToShow_label" => "Седмици в матричен изглед",
"XvWeeksToShow_text" => "Брой седмици, които да се показват в изглед на Матрица.",
"GvWeeksToShow_label" => "Седмици в Диаграма",
"GvWeeksToShow_text" => "Брой седмици, които да се показват в изглед на Диаграма.",
"workWeekDays_label" => "Дни в работната седмица",
"workWeekDays_text" => "Дни, зададени като работни в изгледите и показани в изглед на работен месец и изглед на работна седмица. <br> Въведете номера на всеки работен ден. <br> напр. 12345: понеделник - петък <br> Невписаните дни се считат за почивни.",
"weekStart_label" => "Първи ден на седмицата",
"weekStart_text" => "Задайте номер на първия ден от седмицата.",
"lookBackAhead_label" => "Показвани дни Назад/Напред",
"lookBackAhead_text" => "Колко дни назад и напред да се показват",
"searchBackAhead_label" => "Дни за търсене Назад/Напред",
"searchBackAhead_text" => "Когато няма зададен период за търсене по подразбиране се взимат тези дати за Назад и Напред във времето.",
"dwStartEndHour_label" => "Показвани часове",
"dwStartEndHour_text" => "Часове, в които нормалният ден на задачите започва и завършва. <br> Например. задаването на тези стойности на 6 и 18 ще избегне загубата на място в изгледа седмица/ден <br> Селекторът за въвеждане на час, също ще започне и приключва в тези часове.",
"dwTimeSlot_label" => "Часови интервал в изглед ден/седмица",
"dwTimeSlot_text" => "Часови интервал за изгледите ден/седмица в брой минути.<br> Тази стойност, заедно с началния час и крайния час (Показвани часове), ще определят броя редове в изгледите ден/седмица.",
"dwTsInterval" => "Часови интервал",
"dwTsHeight" => "Височина",
"evtHeadX_label" => "Шаблон на показване на заглавие",
"evtHeadX_text" => "Шаблон за заглавие на задача със заместващи символи на полета, които трябва да се показват. Могат да се използват следните заместитващи символи: <br> #ts - начален час <br> #tx - начален и краен час <br> #e - заглавие на събитието <br> #o - собственик на събитие <br> #v - място <br > #lv - място с етикет \"Място:\" отпред <br> #c - категория <br> #lc - категория с етикет \"Категория:\" отпред <br> #a - възраст (вижте бележката по-долу ) <br> #x1 - допълнително поле 1 <br> #lx1 - допълнително поле 1 с етикет от страницата с настройки отпред <br> #x2 - допълнително поле 2 <br> #lx2 - допълнително поле 2 с етикет от страницата с настройки отпред <br> #/ - нов ред <br> Полетата се показват в зададения ред. Символи, различни от заместителите, ще останат непроменени и ще бъдат част от показвания текст. <br> HTML-тагове са разрешени в шаблона. Напр. &lt;b&gt; #e &lt;/b&gt;. <br> Символът | може да се използва за разделяне на шаблона на секции. Ако в рамките на даден раздел всички #-параметри водят до празен низ, целият раздел ще бъде пропуснат. <br> Забележка: Възрастта се показва, ако задачата е част от категория с 'Повтаряне', зададено на 'всяка година' и някъде в описанието на задачата в скоби е посочена годината на раждане.",
"monthView" => "Месечен изглед",
"wkdayView" => "Седмичен/Дневен изглед",
"ownerTitle_label" => "Покажи собственика в заглавието",
"ownerTitle_text" => "В различните изгледи на календара да се показва името на собственика на задачата пред заглавието.",
"showSpanel_label" => "Страничен панел на календара",
"showSpanel_text" => "В изглед Месец, Седмица и Ден, точно до основния календар, може да се показва страничен панел, който може да съдържа следните елементи: <br> • Мини календар, който може да се използва за гледане назад или напред, без да се променя датата на основния календар <br> • Снимка, съответстваща на текущия месец <br> • Информационна област за публикуване на съобщения/обяви за всеки месец или ден. <br> За всеки елемент може да се посочи списък с номера на изгледи, разделени със запетая, които да се показват в страничният панел. <br> Възможни номера на изгледи: <br> 0: всички изгледи <br> 1: Година <br> 2: Месец <br> 3: Работен месец <br> 4: Седмица (7 дни) <br> 5: Работна седмица <br> 6: Ден <br> 7: Предстоящи задачи <br> 8: Промени <br> 9: Матрица (категории) <br> 10: Матрица (потребители) <br> 11: Диаграма.<br> Ако не са избрани елементи, страничният панел няма да се показва. <br> If 'Today' is checked, the side panel will always use the date of today, otherwise it will follow the date selected for the main calendar. <br> Вижте admin_guide.html за Side Panel подробности.",
"spMiniCal" => "Мини календар",
"spImages" => "Снимки",
"spInfoArea" => "Информационна област",
"spToday" => "Today",
"topBarDate_label" => "Show current date on top bar",
"topBarDate_text" => "Enable/disable the display of the current date on the calendar top bar in the calendar views. If displayed, the current date can be clicked to reset the calendar to the current date.",
"showImgInMV_label" => "Снимки в месечен изглед",
"showImgInMV_text" => "Активирайте/деактивирайте показването в месечен изглед на миниатюри, добавени към едно от полетата за описание на задачата. Когато е активирано, миниатюрите ще се показват в дневните клетки, а при деактивиране, миниатюрите ще се показват в балончетата.",
"urls" => "URL адреси",
"emails" => "E-mail адреси",
"monthInDCell_label" => "Месец в дневни клетки",
"monthInDCell_text" => "Във всеки ден в месечен изглед да се показва 3-буквеното име на месеца",
"scrollDCell_label" => "Use scrollbar in day cells",
"scrollDCell_text" => "If in month view a day cell is too small, rather than increasing the day cell height, a vertical scrollbar will appear.",

//settings.php - date/time settings.
"dateFormat_label" => "Формат на датата (dd mm yyyy)",
"dateFormat_text" => "Текстов низ, определящ формата на датите на задачите в изгледите на календара и полетата за въвеждане. <br> Възможни знаци: y = година, m = месец и d = ден. <br> Символи (различни от цифри и букви) могат да се използват като разделител. <br> Примери: <br> y-m-d: 2024-10-31 <br> m.d.y: 10.31.2024 <br> d/m/y: 31/10/2024",
"dateFormat_expl" => "например: d.m.y: 31.10.2021",
"MdFormat_label" => "Формат на датата (dd month)",
"MdFormat_text" => "Текстов низ, определящ формата на датите, състоящ се от месец и ден. <br> Възможни знаци: M = месец като текст, d = ден в цифри. <br> Символи (различни от цифри и букви) могат да се използват като разделител. <br> Примери: <br> d M: 12 април <br> M, d: юли, 14",
"MdFormat_expl" => "например M, d: Юли, 14",
"MdyFormat_label" => "Формат на датата (dd month yyyy)",
"MdyFormat_text" => "Текстов низ, определящ формата на датите, състоящ се от ден, месец и година. <br> Възможни знаци: d = ден в цифри, M = месец като текст, y = година в цифри. <br> Символи (различни от цифри и букви) могат да се използват като разделител. <br> Примери: <br> d M y: 12 април 2024 <br> M d, y: Юли 8, 2024",
"MdyFormat_expl" => "например d M, y: 8 Юли, 2021",
"MyFormat_label" => "Формат на датата (month yyyy)",
"MyFormat_text" => "Текстов низ, определящ формата на датите, състоящ се от месец и година. <br> Възможни знаци: M = месец в текст, y = година в цифри. <br> Символи (различни от цифри и букви) могат да се използват като разделител. <br> Примери: <br> M y: Април 2024 г. y - M: 2024 - Юли",
"MyFormat_expl" => "например M y: Август 2021",
"DMdFormat_label" => "Формат на датата (weekday dd month)",
"DMdFormat_text" => "Текстов низ, определящ формата на датите, състоящ се от делничен ден, ден и месец. <br> Възможни знаци: WD = делничен ден в текст, M = месец в текст, d = ден в цифри. <br> Символи (различни от цифри и букви) могат да се използват като разделител. <br> Примери: <br> WD d M: петък 12 април <br> WD, M d: понеделник, юли 14 ",
"DMdFormat_expl" => "например WD - d M: понеделник - 14 юли",
"DMdyFormat_label" => "Формат на датата (weekday dd month yyyy)",
"DMdyFormat_text" => "Текстов низ, определящ формата на датите, състоящ се от делничен ден, ден, месец и година. <br> Възможни знаци: WD = делничен ден в текст, M = месец в текст, d = ден в цифри, y = година в цифри. <br> Символи (различни от цифри и букви) могат да се използват като разделител. <br> Примери: <br> WD d M y: петък 13 април 2024 <br> WD - M d, y: понеделник - 16 юли, 2024",
"DMdyFormat_expl" => "например WD, M d, y: Понеделник, Юли 16, 2021",
"timeFormat_label" => "Формат на час (hh mm)",
"timeFormat_text" => "Текстов низ, определящ формата на часове и минути в изгледите на календара и полетата за въвеждане. <br> Възможни знаци: h = часове, H = часове с водещи нули, m = минути, a = am/pm (по избор), A = AM/PM (по избор). <br> Символи (различни от цифри и букви) могат да се използват като разделител. <br> Примери: <br> h:m : 18:35 <br> hm a : 6 35 pm <br> H:mA : 06:35PM",
"timeFormat_expl" => "например h:m: 22:35 и h:mA: 10:35PM",
"weekNumber_label" => "Номера на седмиците",
"weekNumber_text" => "Разрешено/забранено показването на номера на седмицата в съответните изгледи.",
"time_format_us" => "12-часов AM/PM",
"time_format_eu" => "24-часов",
"sunday" => "Неделя",
"monday" => "Понеделник",
"time_zones" => "Времеви зони",
"dd_mm_yyyy" => "dd-mm-yyyy",
"mm_dd_yyyy" => "mm-dd-yyyy",
"yyyy_mm_dd" => "yyyy-mm-dd",

//settings.php - file uploads settings.
"maxUplSize_label" => "Максимален размер на файл",
"maxUplSize_text" => "Максимално допустим размер на файла, когато потребителите качват прикачени файлове или миниатюри. <br> Забележка: По подразбиране PHP има зададен максимум от 2 MB (задава се във файла php_ini) ",
"attTypes_label" => "Позволени файлове за прикачане",
"attTypes_text" => "Списък с файлови разширения, разделени със запетая, на позволените типове файлове, които могат да бъдат качени (например: '.pdf,.jpg,.gif,.png,.mp4,.avi')",
"tnlTypes_label" => "Позволени файлове за миниатюри",
"tnlTypes_text" => "Списък с файлови разширения, разделени със запетая, на позволените типове картинки за миниатюри, които могат да бъдат качени (например: '.jpg,.jpeg,.gif,.png')",
"tnlMaxSize_label" => "Максимален размер на миниатюри",
"tnlMaxSize_text" => "Максимален размер на миниатюрно изображение. Ако потребителите качат по-големи миниатюри, те ще бъдат автоматично преоразмерени до максималния размер. <br> Забележка: Прекалено високите миниатюри могат да разтеглят дневните клетки в изглед на месец, което може да доведе до нежелани ефекти.",
"tnlDelDays_label" => "Дни преди изтриване на миниатюри",
"tnlDelDays_text" => "Ако миниатюрата е използвана преди по-малко от този брой дни, тя не може да бъде изтрита. <br> Стойността 0 дни означава, че миниатюрите няма да могат да бъдат изтривани.",
"days" =>"дни",
"mbytes" => "MB",
"wxhinpx" => "W x H в пиксели",

//settings.php - reminders settings.
"services_label" => "Услуги за съобщения",
"services_text" => "Налични услуги за изпращане на напомняния за задачи. Ако дадена услуга не е избрана, съответният раздел с настройки за тази услуга в прозореца на задачата ще бъде игнориран. Ако не е избрана услуга, няма да се изпращат напомняния за задачи.",
"msgLogging_label" => "Notification message logging",
"msgLogging_text" => "When checked, the notification messages sent are logged in the messages.log file. The 'weeks' field specifies how long the logged messages should be kept",
"smsCarrier_label" => "Шаблон за SMS оператор",
"smsCarrier_text" => "Шаблонът за SMS оператор се използва за компилиране на имейл адреса за SMS шлюза: ppp#sss@оператор, където: <br> • ppp: незадължителен текстов низ, който да се добави преди телефонния номер <br> • #: заместител на номера на мобилния телефон на получателя (календарът ще замени # с телефонния номер) <br> • sss : незадължителен текстов низ, който да бъде вмъкнат след телефонния номер, напр потребителско име и парола, изисквани от някои оператори <br> • @: знак за разделяне <br> • SMS оператор: адрес на оператора (напр. mail2sms.com) <br> Примери за шаблони: #@xmobile.com, 0#@carr2.int, #myunmypw@sms.gway.net.",
"smsCountry_label" => "SMS код на държавата",
"smsCountry_text" => "Ако шлюзът за SMS се намира в държава, различна от календара, тогава трябва да се посочи кодът на държавата, в която се използва календарът. <br> Изберете дали е необходим префиксът '+' или '00' .",
"smsSubject_label" => "Шаблон за заглавка на SMS",
"smsSubject_text" => "Ако е попълнено, текстът в този шаблон ще бъде копиран в полето за темата на SMS съобщенията, изпратени до шлюза. Текстът може да съдържа знака #, който ще бъде заменен с телефонния номер на календара или собственика на събитието (в зависимост от настройката по-горе). <br> Пример: 'FROMPHONENUMBER = #'.",
"smsAddLink_label" => "Линк към детайли в SMS",
"smsAddLink_text" => "Когато е отметнато, към всеки SMS ще бъде добавена връзка към отчета за задачата. Като отворят тази връзка с мобилния си телефон, получателите ще могат да видят подробностите за задачата.",
"maxLenSms_label" => "Максимален брой символи в SMS",
"maxLenSms_text" => "SMS съобщенията се изпращат в utf-8 кодиране. Съобщения до 70 знака ще доведат до един единствен SMS; съобщения с повече от 70 знака могат да бъдат разделени на множество SMS-и.",
"calPhone_label" => "Телефон на календара",
"calPhone_text" => "Телефонният номер, използван като идентификатор на изпращача при изпращане на SMS съобщения. <br> Формат: свободен, максимум 20 цифри. <br> Ако не е активирана SMS услугата или ако не е дефиниран шаблон за тема на SMS, това поле може да е празно.",
"notSenderEml_label" => "Добави 'Отговор на' поле в E-mail",
"notSenderEml_text" => "Когато е избрано, имейлите за известия ще съдържат поле 'Отговор на ' с имейл адреса на собственика на задачата, на който получателят може да изпрати отговор.",
"notSenderSms_label" => "Изпращач на SMS",
"notSenderSms_text" => "Когато календарът изпраща SMS с напомняне, идентификаторът на изпращача на SMS съобщението може да бъде или телефонният номер на календара, или телефонният номер на потребителя, създал задачата. <br> Ако е избран 'потребител' и потребителският акаунт няма посочен телефонен номер ще бъде изпозлван телефонният номер на календара. <br> В случай че е използван телефонен номер на потребителя, получателят може да върне отговор.",
"defRecips_label" => "Списък на получателите по подразбиране",
"defRecips_text" => "Ако е зададен, това ще бъде списъкът с получатели по подразбиране за имейл и/или SMS известия в прозореца на задачата. Ако това поле е оставено празно, получателят по подразбиране ще бъде собственикът на задачата.",
"maxEmlCc_label" => "Максимален брой получатели за E-mail",
"maxEmlCc_text" => "Обикновено интернет доставчиците задават максимален брой получатели на имейл. При изпращане на имейли или SMS напомняния, ако броят на получателите е по-голям от посочения тук, имейлът ще бъде разделен на множество имейли, всеки със зададения максимален брой получатели.",
"emlFootnote_label" => "Подпис в писмата за напомняне",
"emlFootnote_text" => "Текст в свободен формат, който ще бъде добавен в края на писмата за напомняне за задачи. В текста са разрешени HTML тагове.",
"mailServer_label" => "Изпращане на E-mail чрез",
"mailServer_text" => "PHP пощата е подходяща за поща без удостоверяване и малък брой писма. За по-добра защита, по-голям брой писма или когато се изисква удостоверяване, трябва да се използва SMTP сървър. <br> Конфигурационните параметри, които ще се използват за SMTP сървъра, трябва да бъдат зададени по-долу.",
"smtpServer_label" => "SMTP сървър",
"smtpServer_text" => "Ако е избрано да се ползва SMTP сървър, неговото име трябва да се въведе тук. Например за Gmail SMTP сървър: smtp.gmail.com.",
"smtpPort_label" => "SMTP порт",
"smtpPort_text" => "Ако е избрано да се ползва SMTP сървър, порта, на който работи трябва да се въведе тук. Например 25, 465 или 587. Gmail изпозлва порт 465.",
"smtpSsl_label" => "SSL (Secure Sockets Layer)",
"smtpSsl_text" => "Ако е избрано да се ползва SMTP сървър, изберете тук дали да се ползва чрез SSL. За Gmail: Включен",
"smtpAuth_label" => "SMTP удостоверяване",
"smtpAuth_text" => "Ако е избрано SMTP удостоверяване, въведените тук потребителско име и парола ще се използват за удостоверяване пред SMTP сървъра.",
"tlgToken_label" => "Telegram token",
"tlgToken_text" => "Telegram token in the following format: &lt;bot ID&gt;:&lt;bot hash&gt;. For details see installation_guide.html, section Event Notification Messages.",
"cc_prefix" => "Кодът на държавата започва с + или 00",
"weeks" => "Weeks",
"general" => "Основен",
"php_mail" => "PHP поща",
"smtp_mail" => "SMTP поща (Ще се използват настройките по-долу)",

//settings.php - periodic function settings.
"cronHost_label" => "Cron услуга",
"cronHost_text" => "Посочете къде се хоства услугата cron, която периодично ще стартира скрипта 'lcalcron.php'.<br>• локално: cron се изпълнява на същия сървър<br>• отдалечен: cron се изпълнява на отдалечен сървър или lcalcron.php ще се стартира ръчно (за проба)<br>• IP адрес: cron се изпълнява на отдалечен сървър с посочения IP адрес.",
"cronSummary_label" => "Изпращане на Cron доклад",
"cronSummary_text" => "Изпратете обобщена информация (доклад) за изпълнението на заданието в cron на администратора. <br> Има ефект само ако е активирано използването на Cron.",
"chgSummary_text" => "Брой дни в миналото за промените в календара, които да се докладват. <br> Ако броят на дните е зададен на 0, няма да се създаде и изпрати доклад.",
"icsExport_label" => "Ежедневен експорт на iCal задачи",
"icsExport_text" => "Ако е активирано: Всички задачи в периода от -1 седмица до +1 година ще бъдат експортирани във формат iCalendar във файл с разширение .ics в папката 'files'. <br> Името на файла ще бъде името на календара със заменени интервали с долна черта. Старите файлове ще се презаписват.",
"eventExp_label" => "Дни за изтичане на задача",
"eventExp_text" => "Брой дни след датата на приключване на задачата, когато ще бъде автоматично изтрита. <br> Ако зададете 0 или ако не се изпълнява задача за cron, никакви задачи няма да бъдат изтрити автоматично.",
"maxNoLogin_label" => "Максимален брой дни без влизане",
"maxNoLogin_text" => "Ако даден потребител не е влизал в продължение на зададените дни, той ще бъде автоматично изтрит. <br> Ако тази стойност е зададена на 0, потребителските акаунти никога няма да бъдат изтривани.",
"local" => "локален",
"remote" => "отдалечен",
"ip_address" => "IP адрес",

//settings.php - mini calendar / sidebar settings.
"popFieldsSbar_label" => "Полета на задача - балонче в страничната лента",
"popFieldsSbar_text" => "Полетата, които да се показват в плаващ прозорец, когато потребителят задържи мишката върху задача в самостоятелната странична лента, се задават чрез поредица от числа. <br> Ако не са избрани полета, няма да се покаже плаващия прозорец.",
"showLinkInSB_label" => "Показвай хипервръзки в страничната лента",
"showLinkInSB_text" => "Показвай URL от описанието на задачата като хипервръзка в предстоящи задачи в страничната лента",
"sideBarDays_label" => "Предстоящи дни за показване",
"sideBarDays_text" => "Брой предстоящи дни за показване на задачи в страничната лента.",

//login.php
"log_log_in" => "Вход",
"log_remember_me" => "Запомни ме",
"log_register" => "Регистирай се",
"log_change_my_data" => "Промяна на профила",
"log_save" => "Промени",
"log_done" => "Готово",
"log_un_or_em" => "Потребителско име/E-mail",
"log_un" => "Потребителско име",
"log_em" => "E-mail",
"log_ph" => "Мобилен телефон",
"log_tg" => "Telegram chat ID",
"log_answer" => "Отговор",
"log_pw" => "Парола",
"log_expir_date" => "Account expiration date",
"log_account_expired" => "This account has expired",
"log_new_un" => "Ново потребителско име",
"log_new_em" => "Нов E-mail",
"log_new_pw" => "Нова парола ",
"log_con_pw" => "Потвърди паролата",
"log_pw_msg" => "Вашите данни за вход в календара",
"log_pw_subject" => "Вашата парола",
"log_npw_subject" => "Вашата нова парола",
"log_npw_sent" => "Нова парола е изпратена на Вашия E-mail",
"log_registered" => "Регистрацията е завършена - Паролата Ви е изпратена на посочения E-mail",
"log_em_problem_not_sent" => "Проблем с имейла - паролата ви не може да бъде изпратена",
"log_em_problem_not_noti" => "Проблем с имейла - не може да се уведоми администратора",
"log_un_exists" => "Вече съществува такъв потребител",
"log_em_exists" => "Вече съществува такъв имейл адрес.",
"log_un_invalid" => "Невалидно потребителско име (минимум символи: 2 съдържащо само A-Z, a-z, 0-9, и _-.) ",
"log_em_invalid" => "Невалиден E-mail адрес",
"log_ph_invalid" => "Невалиден телефонен номер",
"log_tg_invalid" => "Invalid Telegram chat ID",
"log_sm_nr_required" => "SMS: mobile phone number required",
"log_tg_id_required" => "Telegram: chat ID required",
"log_sra_wrong" => "Неверен отговор на въпроса",
"log_sra_wrong_4x" => "Отговорихте грешно 4 пъти - можете дапробвате отново след 30 минути",
"log_un_em_invalid" => "Невалидно потребителско име или E-mail",
"log_un_em_pw_invalid" => "Невалидно потребителско име, E-mail или парола",
"log_pw_error" => "Паролите не съвпадат",
"log_no_un_em" => "Въведете потребителско име или E-mail",
"log_no_un" => "Въведете потребителско име",
"log_no_em" => "Въведете E-mail адрес",
"log_no_pw" => "Въведете парола",
"log_no_rights" => "Влизането е отхвърлено: нямате права да виждате календара - Свържете се с администратора",
"log_send_new_pw" => "Забравена парола",
"log_new_un_exists" => "Новото потребителско име е заето",
"log_new_em_exists" => "Новия E-mail адрес вече се използва",
"log_ui_language" => "Език на календара",
"log_new_reg" => "Регистрация на потребител",
"log_date_time" => "Дата / Време",
"log_time_out" => "Времето изтече",

//categories.php
"cat_list" => "Категории",
"cat_edit" => "Редактиране на категории",
"cat_delete" => "Изчисти",
"cat_add_new" => "Добавяне на нова категория",
"cat_add" => "Добави категория",
"cat_edit_cat" => "Редактирай категория",
"cat_sort" => "Сортирай по име",
"cat_cat_name" => "Име на категория",
"cat_symbol" => "Символ",
"cat_symbol_repms" => "Символ за категорията (замества правоъгълничето)",
"cat_symbol_eg" => "например A, X, ♥, ⛛",
"cat_matrix_url_link" => "URL линк (показва се само в матричен изглед)",
"cat_seq_in_menu" => "Подреждане (в менюто)",
"cat_cat_color" => "Цвят на категорията",
"cat_text" => "текст",
"cat_background" => "фон",
"cat_select_color" => "Изберете цвят",
"cat_subcats" => "Подкатегории",
"cat_subcats_opt" => "Брой подкатегории (опция)",
"cat_copy_from" => "Копирай от",
"cat_eml_changes_to" => "Send event changes to",
"cat_url" => "URL",
"cat_name" => "име",
"cat_subcat_note" => "Имайте предвид, че съществуващите подкатегории могат да съдържат задачи",
"cat_save" => "Запази",
"cat_added" => "Категорията е добавена",
"cat_updated" => "Категорията е променена успешно",
"cat_deleted" => "Категорията е изтрита",
"cat_not_added" => "Категорията не е добавена",
"cat_not_updated" => "Категорията не е променена",
"cat_not_deleted" => "Категорията не е изтрита",
"cat_nr" => "#",
"cat_repeat" => "Повтаряне",
"cat_every_day" => "Всеки ден",
"cat_every_week" => "Всяка седмица",
"cat_every_month" => "Всеки месец",
"cat_every_year" => "Всяка година",
"cat_overlap" => "Застъпване<br>(почивка)",
"cat_need_approval" => "Изисква<br>одобрение",
"cat_no_overlap" => "Не се допуска припокриване",
"cat_same_category" => "същата категория",
"cat_all_categories" => "всички категории",
"cat_gap" => "почивка",
"cat_ol_error_text" => "Грешки при припокриване",
"cat_no_ol_note" => "Обърнете внимание, че вече съществуващите събития не се проверяват и могат да се припокриват",
"cat_ol_error_msg" => "Припокриване на задачи - изберете различно време",
"cat_no_ol_error_msg" => "Липсва съобщение за грешка при припокриване",
"cat_duration" => "Зададена<br>продължителност",
"cat_default" => "подразбиране (без крайно време)",
"cat_fixed" => "фиксирана",
"cat_event_duration" => "Продължителност на задача",
"cat_olgap_invalid" => "Невалидна разлика в припокриването",
"cat_duration_invalid" => "Невалидна продължителност на задачата",
"cat_no_url_name" => "Липсва име на URL линка",
"cat_invalid_url" => "Невалиден URL линк",
"cat_day_color" => "Цвят ден",
"cat_day_color1" => "Оцветяване на ден (годишен/матричен изглед)",
"cat_day_color2" => "Оцветяване на ден (месечен/седмичен/дневен изглед)",
"cat_approve" => "Изисква се одобрение",
"cat_check_mark" => "Отметка",
"cat_not_list" => "Notify<br>list",
"cat_label" => "етикет",
"cat_mark" => "отметка",
"cat_name_missing" => "Няма име на категорията",
"cat_mark_label_missing" => "Липсва етикет на отметката",

//users.php
"usr_list_of_users" => "Списък с потребители",
"usr_name" => "Потребителско име",
"usr_email" => "E-mail",
"usr_phone" => "Мобилен телефон",
"usr_phone_br" => "Мобилен<br>телефон",
"usr_tg_id" => "Telegram chat ID",
"usr_tg_id_br" => "Telegram<br>chat ID",
"usr_not_via" => "Notify via",
"usr_not_via_br" => "Notify<br>via",
"usr_language" => "Език",
"usr_ui_language" => "Език на интерфейса",
"usr_group" => "Група",
"usr_password" => "Парола",
"usr_expir_date" => "Account expiration date",
"usr_select_exp_date" => "Select expiration date",
"usr_blank_none" => "blank: no expiration",
"usr_expires" => "Expires",
"usr_edit_user" => "Редактиране на потребителски профил",
"usr_add" => "Добави потребител",
"usr_edit" => "Промяна на потребител",
"usr_delete" => "Изтий потребител",
"usr_login_0" => "Първо посещение",
"usr_login_1" => "Последно посещение",
"usr_login_cnt" => "Брой посещения",
"usr_add_profile" => "Добави потребител",
"usr_upd_profile" => "Актуализиране на профил",
"usr_if_changing_pw" => "Само ако променяте паролата",
"usr_pw_not_updated" => "Паролата не е променена",
"usr_added" => "Добавяне на потребители",
"usr_updated" => "Профила е обновен",
"usr_deleted" => "Потребителят е изтрит",
"usr_not_deleted" => "Потребителят не е изтрит",
"usr_cred_required" => "Полетата Потребителско име, E-mail и Парола са задължителни.",
"usr_name_exists" => "Това потребителско име е заето",
"usr_email_exists" => "E-mail адреса вече се използва",
"usr_un_invalid" => "Невалидно потребителско име (минимум символи: 2 съдържащо само A-Z, a-z, 0-9, и _-.) ",
"usr_em_invalid" => "Невалиден E-mail адрес",
"usr_ph_invalid" => "Невалиден телефонен номер",
"usr_tg_invalid" => "Invalid Telegram chat ID",
"usr_xd_invalid" => "Invalid account expiration date",
"usr_cant_delete_yourself" => "Не може да изтриете собствения си акаунт.",
"usr_go_to_groups" => "Отвори Групи",
"usr_all_cats" => "All Categories",
"usr_select" => "Select",
"usr_transfer" => "Transfer",
"usr_transfer_evts" => "Transfer Events",
"usr_transfer_ownership" => "Transfer ownership of events",
"usr_cur_owner" => "Current owner",
"usr_new_owner" => "New owner",
"usr_event_cat" => "Event category",
"usr_sdate_between" => "Start date between",
"usr_cdate_between" => "Creation date between",
"usr_select_start_date" => "Select start date",
"usr_select_end_date" => "Select end date",
"usr_blank_no_limit" => "Blank date: no limit",
"usr_no_undone" => "CAUTION, THIS TRANSACTION CANNOT BE UNDONE",
"usr_invalid_sdata" => "Invalid start date",
"usr_invalid_cdata" => "Invalid creation date",
"usr_edate_lt_sdate" => "End date before start date",
"usr_no_new_owner" => "New owner not specified",
"usr_evts_transferred" => "Done. Events transferred",

//groups.php
"grp_list_of_groups" => "Списък с потребителски групи",
"grp_name" => "Име на група",
"grp_priv" => "Потребителски права",
"grp_categories" => "Категории задачи",
"grp_all_cats" => "всички",
"grp_rep_events" => "Повторямеи<br>задачи",
"grp_m-d_events" => "Многодневни<br>задачи",
"grp_priv_events" => "Лични<br>задачи",
"grp_upload_files" => "Качване<br>файлове",
"grp_tnail_privs" => "Права за<br>миниатюри",
"grp_priv0" => "Без права",
"grp_priv1" => "Вижда всички",
"grp_priv2" => "Вижда всички - редактира свои",
"grp_priv3" => "Вижда всички - редактира всички",
"grp_priv4" => "Мениджър",
"grp_priv9" => "Администратор",
"grp_may_post_revents" => "Може да създава повторяеми задачи",
"grp_may_post_mevents" => "Може да създава многодневни задачи",
"grp_may_post_pevents" => "Може да създава лични задачи",
"grp_may_upload_files" => "Може да качва файлове",
"grp_tn_privs" => "Права за миниатюри",
"grp_tn_privs00" => "Няма",
"grp_tn_privs11" => "Вижда всички",
"grp_tn_privs20" => "Редактира свои",
"grp_tn_privs21" => "Редактира свои - вижда всички",
"grp_tn_privs22" => "Редактира всички",
"grp_edit_group" => "Редакция на група",
"grp_sub_to_rights" => "Според правата на потребителя",
"grp_view" => "Преглед",
"grp_add" => "Добавяне",
"grp_edit" => "Редакция",
"grp_delete" => "Изтриване",
"grp_add_group" => "Добави група",
"grp_upd_group" => "Обнови група",
"grp_added" => "Групата е добавена",
"grp_updated" => "Групата е обновена",
"grp_deleted" => "Групата е изтрита",
"grp_not_deleted" => "Групата не е изтрита",
"grp_in_use" => "Групата се изпозлва",
"grp_cred_required" => "Задължителни са: Име на група, Права и Категории",
"grp_name_exists" => "Това име на група вече съществува",
"grp_name_invalid" => "Невалидни име на група (Минимум 2 символа от A-Z, a-z, 0-9, и _-.) ",
"grp_check_add" => "At least one check box in the Add column must be checked",
"grp_background" => "Цвят на фона",
"grp_select_color" => "Избери цвят",
"grp_invalid_color" => "Невалиден цветови фомат (#XXXXXX където X = HEX-стойност)",
"grp_go_to_users" => "Отвори потребители",

//texteditor.php
"edi_text_editor" => "Редактиране на информационния текст",
"edi_file_name" => "File name",
"edi_save" => "Запази текста",
"edi_backup" => "Архивирай текста",
"edi_select_file" => "Select file",
"edi_info_text" => "Information text",
"edi_pub_recips" => "Public recipients",
"edi_recips_list" => "Recipients list",
"edi_new_recips_list" => "New recipients list",
"edi_no_file_name" => "No file name specified",
"edi_no_text" => "Не е въведен текст",
"edi_confirm_changes" => "The text changes have not been saved\\nDo you want to continue?", //don't remove '\\n'
"edi_text_saved" => "Текста е запазен във файл $1",

//database.php
"mdb_dbm_functions" => "Управление на базата данни",
"mdb_noshow_tables" => "Не могат да се покажат талиците.",
"mdb_noshow_restore" => "Не е избран файл с архив или файлът е твърде голям за качване",
"mdb_file_not_sql" => "Архивният файл трябва да бъде SQL файл (разширение '.sql')",
"mdb_db_content" => "Database Content",
"mdb_total_evenst" => "Total number of events",
"mdb_evts_older_1m" => "Events older than 1 month",
"mdb_evts_older_6m" => "Events older than 6 months",
"mdb_evts_older_1y" => "Events older than 1 year",
"mdb_evts_deleted" => "Total number of deleted events",
"mdb_not_removed" => "not yet removed from the DB",
"mdb_total_cats" => "Total number of categories",
"mdb_total_users" => "Total number of users",
"mdb_total_groups" => "Total number of user groups",
"mdb_compact" => "Уплътняване на база данни",
"mdb_compact_table" => "Уплътнена таблица",
"mdb_compact_error" => "ГРЕШКА",
"mdb_compact_done" => "Завършен",
"mdb_purge_done" => "Изтритите събития са окончателно премахнати",
"mdb_backup" => "Архивиране на база данни",
"mdb_backup_table" => "Архивиране на таблица",
"mdb_backup_file" => "Архивен файл",
"mdb_backup_done" => "Завършено",
"mdb_records" => "записа",
"mdb_restore" => "Възстановяване на база данни",
"mdb_restore_table" => "Възстановяване на таблица",
"mdb_inserted" => "записа въведени",
"mdb_db_restored" => "Базата данни е възстановена",
"mdb_db_upgraded" => "Базата данни е надстроена",
"mdb_no_bup_match" => "Архивният файл не съответства на версията на календара.<br>Базата данни НЕ Е възстановена.",
"mdb_events" => "Задачи",
"mdb_delete" => "изтрий",
"mdb_undelete" => "възстанови",
"mdb_between_dates" => "възникващи между",
"mdb_deleted" => "Задачи изтрити",
"mdb_undeleted" => "Задачи възстановени",
"mdb_file_saved" => "Файлът е записан.",
"mdb_file_name" => "Име на файл",
"mdb_start" => "Изпълни",
"mdb_no_function_checked" => "Не са избрани функции",
"mdb_write_error" => "Записването на архивен файл е неуспешно<br>Проверете правата за запис на папка 'files/' ",

//import/export.php
"iex_file" => "Изберете файл",
"iex_file_name" => "Име на целевия файл",
"iex_file_description" => "iCal Описание на файла",
"iex_filters" => "Филтър задачи",
"iex_export_usr" => "Експорт на потребителски профили",
"iex_import_usr" => "Импорт на потребителски профили",
"iex_upload_ics" => "iCal качване на файл",
"iex_create_ics" => "iCal създаване на файл",
"iex_tz_adjust" => "Корекция на часовата зона",
"iex_upload_csv" => "CSV качване на файл",
"iex_upload_file" => "Качване на файл ",
"iex_create_file" => "Създаване на файл",
"iex_download_file" => "Запазване на файл",
"iex_fields_sep_by" => "Полетата са разделени с",
"iex_birthday_cat_id" => "ID на категория за Рожден ден",
"iex_default_grp_id" => "Подразбиращо се ID на група",
"iex_default_cat_id" => "Подразбиращо се ID на категория",
"iex_default_pword" => "Парола по подразбиране",
"iex_if_no_pw" => "Ако няма парола",
"iex_replace_users" => "Замени съществуващите потребители",
"iex_if_no_grp" => "Ако няма група",
"iex_if_no_cat" => "Ако няма категорията",
"iex_import_events_from_date" => "Импорт на задачите от дата: ",
"iex_no_events_from_date" => "Не са открити задачи за посочената дата",
"iex_see_insert" => "Вижте инструкциите по-долу.",
"iex_no_file_name" => "Грешка в името на файла",
"iex_no_begin_tag" => "Невалиден файл (BEGIN-tag липсва)",
"iex_bad_date" => "Невалидна дата",
"iex_date_format" => "Формат на датата",
"iex_time_format" => "Формат на часа",
"iex_number_of_errors" => "Брой грешки в списъка",
"iex_bgnd_highlighted" => "подчертан фон",
"iex_verify_event_list" => "Проверете списъка със задачи, коригирайте грешките и щракнете",
"iex_add_events" => "Добави задачите в базата",
"iex_verify_user_list" => "Проверете списъка с потребители, коригирайте грешките и щракнете",
"iex_add_users" => "Добави потребителите в базата",
"iex_select_ignore_birthday" => "Поставете отметка в квадратчетата за игнориране и рожден ден, ако е необходимо",
"iex_select_ignore" => "Поставете отметка в квадратчето Игнорирай, за да игнорирате задачата",
"iex_check_all_ignore" => "Отметнете всички квадратчета за игнориране",
"iex_title" => "Заглавие",
"iex_venue" => "Място",
"iex_owner" => "Собственик",
"iex_category" => "Категория",
"iex_date" => "Дата",
"iex_end_date" => "Завършване",
"iex_start_time" => "Начално време",
"iex_end_time" => "Крайно време",
"iex_description" => "Описание",
"iex_repeat" => "Повторение",
"iex_birthday" => "Рожден ден",
"iex_ignore" => "Игнорирай",
"iex_events_added" => "Задачи бяха добавени",
"iex_events_dropped" => "Задачи бяха изключени (вече съществуват)",
"iex_users_added" => "потребителя са добавени",
"iex_users_deleted" => "потребителя са изтрити",
"iex_csv_file_error_on_line" => "CSV файл грешка на ред",
"iex_between_dates" => "Между дати",
"iex_changed_between" => "Промяна между дати",
"iex_select_date" => "Изберете дата",
"iex_select_start_date" => "Избери начална дата",
"iex_select_end_date" => "Избери крайна дата",
"iex_group" => "Група",
"iex_name" => "Потребителско име",
"iex_email" => "E-mail адрес",
"iex_phone" => "Телефонен номер",
"iex_msgID" => "Chat ID",
"iex_lang" => "Език",
"iex_pword" => "Парола",
"iex_all_groups" => "всички групи",
"iex_all_cats" => "Всички категории",
"iex_all_users" => "всички потребители",
"iex_no_events_found" => "Няма намерени задачи",
"iex_file_created" => "Файла е създаденu",
"iex_write error" => "Грешка при запис на файл<br>Проверете правата за запис на папка 'files/' ",
"iex_invalid" => "невалиден",
"iex_in_use" => "използва се",

//cleanup.php
"cup_cup_functions" => "Clean Up Functions",
"cup_fill_fields" => "Fill in the date and click Clean Up.",
"cup_found_confirm" => "If items 'to be cleaned up' are found, you will be asked asked for confirmation.",
"cup_evt" => "Events to delete",
"cup_usr" => "User accounts to delete",
"cup_att" => "Attachments to delete",
"cup_rec" => "Recipient lists to delete",
"cup_tns" => "Thumbnails to delete",
"cup_past_events" => "Past events",
"cup_past_users" => "Inactive users",
"cup_att_dir" => "Attachments folder",
"cup_rec_dir" => "Reciplists folder",
"cup_tns_dir" => "Thumbnails folder",
"cup_usr_text" => "Account of users not logged in since",
"cup_evt_text" => "Events which occurred before",
"cup_att_text" => "Attachments not used in events since",
"cup_rec_text" => "Recipients lists not used in events since",
"cup_tns_text" => "Thumbnails not used in events since",
"cup_select_date" => "Select date",
"cup_blank_date1" => "A blank date means: Never logged in.",
"cup_blank_date2" => "A blank date means: Not used at all (orphans).",
"cup_nothing_to_delete" => "Nothing to clean up",
"cup_clean_up" => "Clean Up",
"cup_cancel" => "Cancel",
"cup_delete" => "Delete",
"cup_invalid date" => "Invalid date",
"cup_events_deleted" => "Events deleted",
"cup_accounts_deleted" => "Accounts deleted",
"cup_files_deleted" => "Files deleted",
"cup_important" => "IMPORTANT:",
"cup_deleted_compact" => "Deleted events and user accounts are marked 'deleted', but still take up space.<br> On the Database page these events and accounts can be permanently removed<br>with the Compact function.",
"cup_deleted_files" => "Deleted files are permanently removed from the folders and cannot be recovered!",

//toolsaaf.php
"aff_sel_cals" =>  "Select calendar(s)",
"aff_evt_copied" =>  "Event copied",

//styling.php
"sty_css_intro" =>  "Стойностите, посочени на тази страница, трябва да отговарят на CSS стандартите",
"sty_preview_theme" => "Преглед на Тема",
"sty_preview_theme_title" => "Визуализирайте Темата в календара",
"sty_stop_preview" => "Спри прегледа",
"sty_stop_preview_title" => "Спрете визуализацията на Тема в календара",
"sty_save_theme" => "Запази Тема",
"sty_save_theme_title" => "Запази показаната Тема в базата",
"sty_backup_theme" => "Архивирай Тема",
"sty_backup_theme_title" => "Архивирай Темата от базата във файл",
"sty_restore_theme" => "Възстанови Тема",
"sty_restore_theme_title" => "Възстанови Тема от файл",
"sty_default_luxcal" => "подразбираща се тема на LuxCal",
"sty_close_window" => "Затвори прозореца",
"sty_close_window_title" => "Затвори този прозорец",
"sty_theme_title" => "Име на Темата",
"sty_general" => "Основен",
"sty_grid_views" => "Решетка / Изгледи",
"sty_hover_boxes" => "Плуващи прозорци",
"sty_bgtx_colors" => "Фон/текст цветове",
"sty_bord_colors" => "Цветове на рамки",
"sty_fontfam_sizes" => "Шрифт име/размери",
"sty_font_sizes" => "Размери на шрифта",
"sty_miscel" => "Разни",
"sty_background" => "Фон",
"sty_text" => "Текст",
"sty_color" => "Цвят",
"sty_example" => "Пример",
"sty_theme_previewed" => "Режим на Преглед - можете да разгледате как изглежда календара. Изберете Спри Прегледа, когато сте готови.",
"sty_theme_saved" => "Темата е запазена в базата данни",
"sty_theme_backedup" => "Темата е архивирана от базата във файл:",
"sty_theme_restored1" => "Темата е възстановена от файл:",
"sty_theme_restored2" => "Натиснете Запази Тема за да запишете възстановената Тема в базата",
"sty_unsaved_changes" => "ВНИМАНИЕ – Незапазени промени!\\nАко затворите прозореца някои промени няма да бъдат записани.", //don't remove '\\n'
"sty_number_of_errors" => "Брой на грешките",
"sty_bgnd_highlighted" => "осветен фон",
"sty_XXXX" => "основен цвят",
"sty_TBAR" => "заглавна лента",
"sty_BHAR" => "ленти, заглавки и линии",
"sty_BUTS" => "бутони",
"sty_DROP" => "падащи менюта",
"sty_XWIN" => "изскачащи прозорци",
"sty_INBX" => "групи полета",
"sty_OVBX" => "изплуващи прозорци",
"sty_BUTH" => "бутони - посочени",
"sty_FFLD" => "полета на формата",
"sty_CONF" => "съобщения за потвърждение",
"sty_WARN" => "съобщения за внимание",
"sty_ERRO" => "съобщения за грешка",
"sty_HLIT" => "осветен текст",
"sty_FXXX" => "основни шрифтове",
"sty_SXXX" => "основен размер на шрифта",
"sty_PGTL" => "заглавия на страници",
"sty_THDL" => "заглавки на таблици L",
"sty_THDM" => "заглавки на таблици M",
"sty_DTHD" => "заглавки за дата",
"sty_SNHD" => "заглавки на секции",
"sty_PWIN" => "изскачащи прозорци",
"sty_SMAL" => "малък текст",
"sty_GCTH" => "дневна клетка - посочена",
"sty_GTFD" => "заглавие на клетка 1 -ви ден от месеца",
"sty_GWTC" => "колона номер на седмица / време",
"sty_GWD1" => "седмичен ден месец 1",
"sty_GWD2" => "седмичен ден месец 2",
"sty_GWE1" => "уикенд месец 1",
"sty_GWE2" => "уикенд месец 2",
"sty_GOUT" => "извън месец",
"sty_GTOD" => "дневна клетка - днес",
"sty_GSEL" => "дневна клетка - избран ден",
"sty_LINK" => "URL и E-mail връзки",
"sty_CHBX" => "чек-бокс за изпълнение",
"sty_EVTI" => "заглавие на задача в изгледите",
"sty_HNOR" => "нормална задача",
"sty_HPRI" => "лична задача",
"sty_HREP" => "повтаряема задача",
"sty_POPU" => "изскачащи плаващи кутии",
"sty_TbSw" => "сенки в заглавната лента (0:не 1:да)",
"sty_CtOf" => "изместване на съдържанието",

//lcalcron.php
"cro_sum_header" => "CRON ДОКЛАД",
"cro_sum_trailer" => "КРАЙ НА ДОКЛАДА",
"cro_sum_title_eve" => "ИЗТЕКЛИ ЗАДАЧИ",
"cro_nr_evts_deleted" => "Брой изтрити задачи",
"cro_sum_title_not" => "НАПОМНЯНИЯ",
"cro_no_reminders_due" => "Няма напомняния",
"cro_due_in" => "се очаква",
"cro_due_today" => "се очаква днес",
"cro_days" => "дни",
"cro_date_time" => "Дата / час",
"cro_title" => "Заглавие",
"cro_venue" => "Място",
"cro_description" => "Описание",
"cro_category" => "Категория",
"cro_status" => "Статус",
"cro_none_active" => "No reminders or periodic services active",
"cro_sum_title_use" => "ИЗТЕКЛИ ПОТРЕБИТЕСКИ АКАУНТИ",
"cro_nr_accounts_deleted" => "Брой изтрити акаунти",
"cro_no_accounts_deleted" => "Не са изтривани акаунти",
"cro_sum_title_ice" => "ЕКСПОРТИРАНИ ЗАДАЧИ",
"cro_nr_events_exported" => "Брой експортирани задачи в iCal файл",

//messaging.php
"mes_no_msg_no_recip" => "Не е изпратено, няма намерени получатели",

//explanations
"xpl_edit" =>
"<h3>Edit Instructions</h3>
<p>This text editor can be used to edit the content of the following files:
<dl>
<dt>info.txt</dt><dd>The information text, which - when enabled on the Settings 
page - is visible in the side panel right next to the calendar page.</dd>
<dt>+recipients.txt</dt><dd>The file with public (not-registered) recipients, 
from which recipients can be selected for reminder messages.</dd>
<dt>&lt;list_name&gt;.txt</dt><dd>One or more lists with recipients, which can 
be added in its entirety to the recipients for reminder messages.</dd>
</dl>
</p>",

"xpl_edit_info_texts" =>
"<h3>Инструкция за редактиране - Information Texts</h3>
<p>Когато е активирано показването на информационни съобщения в страничния панел, те ще се
показват в текстово поле в панела, в ляво от календара. Съобщенията могат да съдържат HTML-тагове и вградени стилове.
Примери за различните възможности за информационни съобщения могат да бъдат намерени във файла
'sidepanel/sample/info.txt'.</p>
<p>Информационните съобщения могат да се показват от избрана начална дата до крайна дата.
Всяко информационно съобщение трябва да бъде предшествано от ред с посочения период на показване
заградено от ~ знаци. Ако запишете текст преди първия ред, започващ със знак ~
той няма да се покаже в информационния панел и може се използва за Ваши, лични бележки.</p><br>
<p>Формат на начална и крайна дата: ~m1.d1-m2.d2~, където m1 и d1 за начален месец и ден 
и m2 и d2 са краен месец и ден. Ако не е зададен d1, се приема, че той е 
първия ден от m1. Ако не е зададен d2, се приема, че той е последния ден от m2.
Ако са пропуснати m2 и d2, се приема, че е последния ден от m1.</p>
<p>Примери:<br>
<b>~4~</b>: Целият месец Април<br>
<b>~2.10-2.14~</b>: от 10 до 14 Февруари<br>
<b>~6-7~</b>: от 1 Юни до 31 Юли<br>
<b>~12.15-12.25~</b>: от 15 до 25 Декември<br>
<b>~8.15-10.5~</b>: от 15 Август до 5 Октомври<br>
<b>~12.15~</b>: от 15 Декември до 31 Декември</p><br>
<p>Препоръка: Започнете със създаване на резервно копие (Архивирай текста).</p>",

"xpl_edit_pub_recips" =>
"<h3>Edit Instructions - Public Recipients</h3>
<p>This file can contain a list with public (not registered) recipients from 
which recipients can be copied to the recipients lists for reminder messages.</p>
<p>Each recipient should be specified on a separate line.</p><br>
<p>Depending on the messaging services enabled on the settings page recipients 
can be specified by:</p>
<ul>
<li>email address,</li>
<li>Telegram chat ID,</li>
<li>mobile phone number.</li>
</ul>
<br>
<p>In the file text starting with a #-character and empty lines will be flushed 
and blanks at the start or end of specified recipients will be removed.</p>",

"xpl_edit_recips_list" =>
"<h3>Edit Instructions - Recipients List</h3>
<p>This file can contain a list with public or registered recipients. The file 
can be added in its entirety to the list of recipients for reminder messages.</p>
<p>Each recipient should be specified on a separate line.</p><br>
<p>Depending on the messaging services enabled on the settings page and the user 
account recipients can be specified by:</p>
<ul>
<li>user name,</li>
<li>email address,</li>
<li>Telegram chat ID,</li>
<li>mobile phone number.</li>
</ul>
<br>
<p>In the file text starting with a #-character and empty lines will be flushed 
and blanks at the start or end of specified recipients will be removed.</p>
<p>A new recipients list can be created by changing the file name and selecting 
the Save text button</p>",

"xpl_manage_db" =>
"<h3>Инструкции за управление на базата данни</h3>
<p> На тази страница могат да бъдат избрани следните функции: </p>
<br />
<h6> Уплътняване на базата данни </h6>
<p> Когато потребител изтрие задача, тя ще бъде маркирана като „изтрита“, но 
няма да бъде премахната от базата данни. Функцията Уплътняване ще премахнете събития,
 маркирани като изтрити преди повече от 30 дни от базата данни за да освободи място. </p>
<h6> Архивиране на базата данни </h6>
<p> Тази функция ще създаде резервно копие на пълната календарна база данни (таблици,
структура и съдържание) във формат .sql. Архивното копие ще бъде записано в
директория <strong>files/</strong> с име на файл:
<kbd> dump-mycal-lcv-yyyymmdd-hhmmss.sql </kbd> (където 'mycal' = идентификатор на календара, lcv =
календарна версия и „yyyymmdd-hhmmss“ = година, месец, ден, час, минути и секунди). </p>
<p> Архивният файл може да се използва за пресъздаване на календарната база данни (структура и
данни), чрез функцията за възстановяване, описана по-долу, или като използвате например
Инструмент <strong> phpMyAdmin </strong>, който се предоставя от повечето уеб хостове. </p>
<h6> Възстановяване на базата данни </h6>
<p> Тази функция ще възстанови календарната база данни със съдържанието на
качен архивен файл (тип на файла: .sql). Ако архивния .sql файле по-голям от 2MB ще трябва да редактирате 
<b>upload_max_filesize</b> и <b>post_max_size</b> 
параметрите в php.ini файла, или да разделите архивния .sql файл на няколко по-малки файлове. 
Вижте admin_guide.html секция 3 за подробно обяснение. </p>
<p> При възстановяване на базата данни ВСИЧКИ НАСТОЯЩИ ДАННИ ЩЕ БЪДАТ ЗАГУБЕНИ! </p>
<h6> Задачи </h6>
<p> Тази функция ще изтрие или възстанови задачи, за които са зададени дати между
посочени дати. Ако някоя от задаваните дати е оставена празна, за нея няма ограничение, така че ако и двете
дати са оставени празни, ВСИЧКИ СЪБИТИЯ ЩЕ БЪДАТ ИЗТРИТИ! </p> <br>
<p> <strong>ВАЖНО:</strong> Когато базата данни е уплътнена (вижте по-горе), задачите, които са
окончателно премахнати от базата данни вече не могат да бъдат отменени! </p>",

"xpl_import_csv" =>
"<h3> Инструкции за импортиране на CSV </h3>
<p> Този формуляр се използва за импортиране на CSV (Стойности разделени със запетая) текстов файл,
съдържащ данни за задачи</p>
<p> Редът на колоните в CSV файла трябва да бъде: заглавие, място, идентификатор на категорията (вижте
по-долу), начална дата, крайна дата, начален час, краен час и описание. Ако първият ред на
CSV файлът съдържа заглавки на колони, той ще бъде игнориран. </p>
<p> За правилното боравене със специални символи, CSV файлът трябва да бъде кодиран в UTF-8. </p>
<h6> Примерни CSV файлове </h6>
<p> Примерни CSV файлове (разширение на файла .csv) могат да бъдат намерени в директорията '!luxcal-toolbox/'
на вашата инсталация. </p>
<h6> Разделител на полета </h6>
Разделителят на полета може да бъде всеки знак, например запетая, точка и запетая и т.н.
Символът за разделяне на полета трябва да е уникален и да не е част от текста, числата или датите в полетата.
<h6> Формат за дата и час </h6>
<p> Избраният формат за дата на задачата и формат за време на задачата трябва да съвпадат с
формат на датите и часовете в качения CSV файл. </p>
<p>If no start time (blank) is present, the event will be shown as a 'no time' event 
in the calendar. If the start time is 00:00 or 12:00am, the event will be shown as 
an 'all day' event in the calendar.</p>
<h6> Таблица с категории </h6>
<p> Календарът използва идентификационни номера за определяне на категории. Идентификаторите на категории в CSV
файлът трябва да съответства на категориите, използвани в календара ви, или да е празен. </p>
<p> Ако в следващата стъпка искате да импортирате задачи като „рожден ден“, трябва да зададете 
<strong>ID на категория за Рожден ден</strong>, зададена за 'Категория за рождени дни' от списъка с категории по-долу.
Ако такава категория не е създадена, трябва първо да я създадете (виж admin_guide.html за инструкции)!</p>
<p class = 'hired'> Внимание: Не импортирайте повече от 100 събития наведнъж! </p>
<p> За вашия календар понастоящем са зададени следните категории: </p>",

"xpl_import_user" =>
"<h3> Инструкции за импортиране на потребителски профил </h3>
<p> Този формуляр се използва за импортиране на CSV (Стойности, разделени със запетая) текстов файл, съдържащ
данните на потребителския профил в календара. </p>
<p> За правилното боравене със специални символи, CSV файлът трябва да бъде кодиран в UTF-8. </p>
<h6> Разделител на полета </h6>
<p> Разделителят на полета може да бъде всеки знак, например запетая, точка и запетая и т.н.
Символът за разделяне на полета трябва да е уникален и не може да е част от текста в полетата. </p>
<h6> Идент. № на потребителска група по подразбиране </h6>
<p> Ако в CSV файла идентификатор на потребителска група е оставен празен, зададеният по подразбиране
ще се вземе за идентификатор на потребителската група. </p>
<h6> Парола по подразбиране </h6>
<p> Ако в CSV файла потребителска парола е оставена празна, посочената по подразбиране
паролата ще бъде взета. </p>
<h6> Заменете съществуващите потребители </h6>
<p> Ако е отметнато квадратчето за замяна на съществуващите потребители, всички съществуващи потребители,
освен публичния потребител и администратора, ще бъдат изтрити преди импортирането на
потребителски профили. </p>
<br>
<h6> Примерни файлове с потребителски профил </h6>
<p> Примерни CSV файлове на потребителския профил (.csv) могат да бъдат намерени в папката '!luxcal-toolbox/' на
вашата инсталация. </p>
<h6> Полета във CSV файла </h6>
<p> Редът на колоните трябва да бъде както е посочено по-долу. Ако първият ред на CSV файла
съдържа заглавки на колони, той ще бъде игнориран. </p>
<ul>
<li> Идентификатор на потребителска група: трябва да съответства на потребителските групи, използвани във вашия календар (виж
таблицата по-долу). Ако е празно, потребителят ще бъде поставен в зададената по подразбиране група потребители</li>
<li> Потребителско име: задължително </li>
<li> Имейл адрес: задължителен </li>
<li> Мобилен телефонен номер: по избор </li>
<li>Telegram chat ID: по избор </li>
<li> Език на интерфейса: по избор. Напр. bulgarian или english. Ако е празно, 
езикът, избран на страницата с настройки, ще бъде взет. </li>
<li> Парола: по избор. Ако е празно, ще бъде взета зададената парола по подразбиране. </li>
</ul>
<p> Празните полета трябва да бъдат обозначени с две кавички. Празни полета в края на всеки
ред може да се пропуснат. </p>
<p class = 'hired'> Внимание: Не импортирайте повече от 60 потребителски профила наведнъж! </p>
<h6> Таблица с идентификатори на потребителски групи </h6>
<p> За вашия календар в момента са зададени следните потребителски групи: </p>",

"xpl_export_user" =>
"<h3> Инструкции за експортиране на потребителски профил </h3>
<p> Този формуляр се използва за извличане и експортиране на <strong> потребителски профили </strong> от
календара LuxCal. </p>
<p> Файловете ще бъдат създадени в директорията 'files/' на сървъра с
посочено име на файл и във формат Comma Separated Value (.csv). </p>
<h6> Име на целевия файл </h6>
Ако не е посочено, името на файла по подразбиране ще бъде
името на календара, последвано от наставката „_users“. Разширението на името на файла ще
се зададе автоматично на <b> .csv </b>. </p>
<h6> Потребителска група </h6>
Само потребителските профили на избраната потребителска група ще бъдат
експортирани. Ако е избрано „всички групи“, потребителските профили в целевия файл
ще бъдат сортирани по потребителска група </p>
<h6> Разделител на полета </h6>
<p> Разделителят на полета може да бъде всеки знак, например запетая, точка и запетая и т.н.
Символът за разделяне на полета трябва да е уникален и не може да е част от текста в полетата. </p> <br>
<p> Съществуващите файлове в директорията 'files/' на сървъра със същото име ще
да бъде презаписан от новия файл. </p>
<p> Редът на колоните в целевия файл ще бъде: идентификатор на група, потребителско име,
имейл адрес, номер на мобилен телефон, език на интерфейса и парола. <br>
<b> Забележка: </b> Паролите в експортираните потребителски профили са кодирани и не могат да бъдат
декодирани. </p> <br>
<p> Когато <b> изтегляте </b> експортирания .csv файл, текущата дата и час ще
се добавя към името на изтегления файл. </p> <br>
<h6> Примерни файлове с потребителски профил </h6>
<p> Примерни файлове на потребителския профил (разширение на файла .csv) могат да бъдат намерени в 
директория '!luxcal-toolbox/'. </p>",

"xpl_import_ical" =>
"<h3> Инструкции за импортиране на iCalendar </h3>
<p> Този формуляр се използва за импортиране на <strong> iCalendar </strong> файл със задачи в
календара LuxCal. </p>
<p> Съдържанието на файла трябва да отговаря на [<u><a href='https://datatracker.ietf.org/doc/html/rfc5545' target='_ blank'> стандарт RFC5545 </a></u>]
 на The Internet Engineering Task Force (IETF). </p>
<p> Само задачи ще бъдат импортирани. Други компоненти на iCal, като: To-Do, Journal, Free /
Зает и Аларма, ще бъдат игнорирани. </p>
<h6> Примерни iCal файлове </h6>
<p> Примерни iCalendar файлове (разширение на файла .ics) могат да бъдат намерени в 
директорията '!luxcal-toolbox/'. </p>
<h6> Корекции на часовата зона </h6>
<p> Ако вашият iCalendar файл съдържа задачи в различна часова зона и дати/часове
трябва да се приспособи към часовата зона на календара, след което проверете „Настройки на часовата зона“. </p>
<h6> Таблица с категории </h6>
<p> Календарът използва идентификационни номера за определяне на категории. Идентификаторите на категории в
iCalendar файлът трябва да съответства на категориите, използвани във вашия календар, или да бъде
празно. </p>
<p class = 'hired'> Внимание: Не импортирайте повече от 100 задачи наведнъж! </p>
<p> За вашия календар понастоящем са зададени следните категории: </p>",

"xpl_export_ical" =>
"<h3> Инструкции за експортиране на iCalendar </h3>
<p> Този формуляр се използва за извличане и експортиране на <strong> iCalendar </strong> задачи от
календара LuxCal. </p>
<p> Файловете ще бъдат създадени в директорията 'files/' на сървъра с
посочено име на файл (без разширение). Разширението на името на файла е <b> .ics </b>.
Ако не е посочено, името на файла по подразбиране се взима името на календара.
Съществуващите файлове в директорията 'files/' на сървъра със същото име ще
да бъдат презаписан от новия файл. </p>
<p> Описанието на <b> iCal файла </b> (напр. „Срещи 2024 г.“) не е задължително. Ако
въведено, то ще бъде добавено към заглавката на експортирания iCal файл. </p>
<p> <b> Филтри за събития </b>: Събитията за извличане могат да бъдат филтрирани по: </p>
<ul>
<li> собственик на задачата </li>
<li> категория на задачата </li>
<li> начална дата на задачата </li>
<li> дата на добавяне на задачата/дата на последна промяна </li>
</ul>
<p> Всеки филтър е по избор. Празни дати „възникващи между“ по подразбиране на -1 година
и +1 година съответно. Празна дата „добавено/променено между“ означава: без ограничение. </p>
<br>
<p> Съдържанието на файла с извлечени събития ще отговаря на
[<u><a href='https://datatracker.ietf.org/doc/html/rfc5545' target='_blank'> стандарт RFC5545 </a></u>]
на The Internet Engineering Task Force (IETF). </p>
<p> Когато <b> изтегляте </b> експортирания iCal файл, датата и часът ще бъдат
добавено към името на изтегления файл. </p>
<h6> Примерни iCal файлове </h6>
<p> Примерни iCalendar файлове (разширение на файла .ics) могат да бъдат намерени в 
директорията '!luxcal-toolbox/'. </p>",

"xpl_clean_up" =>
"<h3>Clean Up Instructions</h3>
<p>On this page the following can be cleaned up:</p>
<h6>Past Events</h6>
<p>Events in this calendar with an end date before the specified date will be 
deleted from the calendar. The specified date must be at least one month 
before the date of today.</p>
<h6>Inactive Users</h6>
<p>The accounts of users that have not logged in this calendar since the 
specified date will be removed from the calendar. The specified date must be 
at least one month before the date of today.</p>
<h6>Attachments folder</h6>
<p>Attachment files which are not used in events since the specified date, will 
be deleted. The date must be blank or in the past. In case of multiple calendars, the 
attachment files will be checked against all calendars.</p>
<h6>Reciplists folder</h6>
<p>Recipients list files which are not used in events since the specified date, 
will be deleted. The date must be blank or in the past. In case of multiple calendars, 
the recipients list files will be checked against all calendars.</p>
<h6>Thumbnails folder</h6>
<p>Thumbnail files which are not used in events since the specified date and are not 
used in the side panel's info.txt file, will 
be deleted. The date must be blank or in the past. In case of multiple calendars, the 
thumbnail files will be checked against all calendars.</p>"
);
?>
