<?php
/*
= LuxCal езиков файл за основния помощен файл =

Български основен помощен файл

Този файл е създаден от LuxSoft и е преведен от Йордан Павлов.

Този файл е част от уеб календара на LuxCal.
*/

?>
<div style="margin:0 20px">
<div class="floatR">
<img src="lang/ug-layout.png" alt="LuxCal оформление"><br>
<span class="hired">a</span>: Заглавен ред&nbsp;&nbsp;<span class="hired">b</span>: Лента за навигация&nbsp;&nbsp;<span class="hired">c</span>: Ден от календара
</div>
<br>
<h3>Помощ за календара</h3>
<ol>
<li><p><a href="#ov">Обобщение</a></p></li>
<li><p><a href="#li">Регистрация и профили</a></p></li>
<li><p><a href="#co">Опции на календара</a></p></li>
<li><p><a href="#cv">Преглед на календара</a></p></li>
<li><p><a href="#ts">Търсене в календара</a></p></li>
<?php if ($usr['privs'] > 1) { //if post rights ?>
<li><p><a href="#ae">Задачи - Добави / Промени / Изтрий</a></p></li>
<?php } ?>
<li><p><a href="#lo">ИЗХОД</a></p></li>
<?php if ($usr['privs'] > 3) { //if manager/administrator ?>
<li><p><a href="#ca">Управление на Календара</a></p></li>
<?php } ?>
</ol>
</div>
<div class="clear">
<br>
<ol>
<li id="ov"><h3>Обобщение</h3>
<p>Календарът работи на уеб сървър и може да се разглежда чрез вашия уеб браузър.</p>
<p>Заглавната лента показва името на календара, датата и името на текущия потребител.
Лентата за навигация съдържа менюта и връзки за навигация, Вход/Изход, добавяне на задача и т.н. Правата за достъп определят кои менюта и връзки да се показват. Различните изгледи на календара се показват под лентата за навигация.</p>
<br></li>
<li id="li"><h3>Регистрация и профили</h3>
<p>Ако администраторът на календара е предоставил права за преглед на потребители с публичен достъп, календарът може да се разглежда без влизане.</p>
<p>Щракването върху Вход вдясно на лентата за навигация ще отвори формата за вход. Въведете вашето потребителско име или имейл адрес и паролата, предоставена от администратора, след което щракнете върху Вход. Ако изберете „Запомни ме“, преди да щракнете върху Вход ще влезете автоматично при следващото ви посещение. Аке не помните Вашата парола, можете да зададете нова парола като щракнете върху бутона „Изпращане на нова парола“, за да ви изпратим нова на имейл</p>
<p>Можете да промените потребителското си име и паролата, като изберете „Моят профил“ от падащото меню, показващо се под Вашето име.</p>
<p>Ако не сте регистриран и администраторът на календара е активирал саморегистрация, можете да кликнете върху „Регистрация“ на страницата за вход; в противен случай администраторът на календара може да ви създаде акаунт.</p>
<br></li>
<li id="co"><h3>Опции на календара</h3>
<p>Щракването върху бутона Опции в лентата за навигация (или на самата лента) ще отвори панела с опции на календара. На този панел можете да изберете:</p>
<ul style="margin:0 20px">
<li><p>Изгледът на календара (година, месец, седмица, ден, предстоящ, промени, матрица и т.н.).</p></li>
<li><p>Филтър за задачи въз основа на служителя, назначен за изпълнение (или създал) задачата. Могат да бъдат избрани задачи на един служител или на няколко служителя.</p></li>
<li><p>Филтър по категории задачи. Могат да бъдат избрани да се показват задачи от една или повече категории.</p></li>
<li><p>Езикът на потребителския интерфейс.</p></li>
</ul>
<p>След като сте направили своя избор, бутонът Готово (замества бутона Опции) в навигационната лента трябва да се натисне, за да активирате избора си.</p> 
<p>Забележка: Показването на някои от филтририте може да са деактивирани от администратора на календара.</p>
<br></li>
<li id="cv"><h3>Преглед на календара</h3>
<p>Във всички изгледи ще се появят допълнителни подробности за задачата, когато задържите курсора на мишката върху заглавието на задачата. За различните категории задачи може да има различни цветове на фона и рамката за по-лесно открояване. В изглед на предстоящи задачи URL адресите в полето за описание на задачите автоматично ще станат хипервръзки.</p>
<p>Във всички изгледи полето с днешния ден има или светло син фон или синя рамка</p>
<p>Задачите в категория, на която е зададено опция за потвърждение на задачите, ще имат  малко квадратче за поставяне на отметка пред заглавието на задачата. Това може да се използва за маркиране на задача от категория: Оферти като „Потвърдено“, например. Потребителите с достатъчно права могат да кликнат върху това поле, за да поставят/премахнат отметка за потвърждение.</p>
<?php if ($usr['privs'] > 1) { //if post rights ?>
<p>За потребители с достатъчни права за достъп:</p>
<ul style="margin:0 20px">
<li><p>Във всички изгледи щракването върху задача ще отвори прозореца Редактиране на задача, в който задачата може да бъде прегледана, редактирана или изтрита</p></li>
<li><p>В изгледи на година, месец и матрица може да се добави нова задача за определена дата, като щракнете върху празно място в дневна клетка.</p></li>
<li><p>В изгледите на седмица и ден, прозорец за добавяне на задача може да се отвори чрез плъзгане на курсора през определен период от време. Полетата за дата и час ще бъдат предварително заредени със селектирания период от време.</p></li>
</ul>
<p>За да промените датата и часа на задача, отворете прозореца на задачата, като щракнете върху задачата, изберете Редактиране на задача и променете датата и часа. Задачите не могат да бъдат плъзгани до нови дати или часове.</p>
<?php } ?>
<br></li>
<li id="ts"><h3>Търсене в календара</h3>
<p>Щракнете върху лупата от дясната страна на навигационния екран, за да отворите страницата за търсене в календара. Тази страница съдържа подробни инструкции относно използването на функцията за търсене.</p>
<br></li>
<?php if ($usr['privs'] > 1) { //if post rights ?>
<li id="ae"><h3>Задачи - Добави / Промени / Изтрий</h3>
<p>Добавянето, редактирането и изтриването на задачи се извършва чрез прозореца на задачата, който може да бъде отворен по няколко начина, както е обяснено по -долу.</p>
<br><h6>1. Добавяне на задача</h6>
<p>За да добавите задача, прозорецът на задачата може да бъде отворен по следните начини:</p>
<ul style="margin:0 20px">
<li><p>като щракнете върху бутона ДОБАВИ в лентата за навигация.</p></li>
<li><p>като щракнете върху празно място в клетка от календара в изглед на година, месец или матрица. (Използва се най-често.)</p></li>
<li><p>чрез плъзгане с курсора върху определена част от деня в седмични или дневни изгледи.</p></li>
</ul>
<p>Всеки начин ще отвори прозореца Добавяне на задача с формуляр за въвеждане на данните за задачата. Някои полета от формуляра ще бъдат предварително попълнени, в зависимост от това кой от горните начини се използва за добавяне на задача.</p>
<h6>Полета: Тема, Място, Категория, Описание и Лична задача</h6>
<p>Полетата за място, категория и описание не са задължителни. Избирането на категория ще оцвети задачата във всички изгледи според цветовете на категорията. Мястото и описанието ще се появят, когато задържите курсора на мишката върху събития в различните изгледи на календара. URL адресите, добавени в описанието на задачата, автоматично ще бъдат преобразувани в хипервръзки, които могат да бъдат избрани в различните изгледи и в известията по Е-mail.</p>
<p>Отметката за Лична задача ще я направи видима само за вас, но не и за други.</p>
<h6>Полета за дати, часове и повторение</h6>
<p>Крайната дата не е задължителна и може да се използва за многодневни задачи. Датите и часовете могат да бъдат въведени ръчно или чрез бутоните за избор на дата и час. Щракнете върху бутона Промяна, за да отворите диалогов прозорец, в който задачите могат да бъдат определени като повтарящи се. В този случай задачата ще се повтори, както е посочено от началната дата до „до датаа“. Ако не е посочено „до дата“, задачата ще се повтаря завинаги, което е особено полезно например за напомняне за рождени дни.</p>
<h6>Полета: Изпращане на E-mail</h6>
<p>Функцията Изпращане на E-mail ви позволява да изпращате напомняне по E-mail до един или повече E-mail адреси. Потребителят може да изпрати E-mail „сега“, ако е отметнато съответното поле, а също така може да определи броя дни преди началото на задачата, за да изпрати E-mail. Във втория случай ще бъде изпратен напомнящ E-mail на датата на задачата. Ако не е посочен брой дни, няма да бъде изпратен E-mail. Ако броят на дните е зададен на „0“, напомняне по E-mail ще бъде изпратено само в деня на задачата. За повтарящи се задачи, E-mail напомняне ще бъде изпратено определен брой дни преди всяко настъпване на задачата и на датата на всяко настъпване на задачата.</p>
<p>Списъкът с E-mail адреси може да съдържа E-mail адреси и/или име на файл (без разширението на файла) на предварително дефиниран файл с E-mail списък, всички разделени с точка и запетая. Предварително дефинираният списък с E-mail адреси трябва да бъде текстов файл с разширение ".txt" в директорията "reciplists/" с E-mail адрес на всеки ред. Името на файла не трябва съдържа знака "@".</p>
<p>След приключване натиснете ДОБАВИ или ДОБАВИ и затвори.</p>
<br>
<h6>2. Редакция / Изтриване на задачи</h6>
<p>Във всеки от изгледите на календара може да се кликне върху задача, за да се отвори прозорец, съдържащ всички подробности за задачата. Потребител с достатъчно права може да редактира, дублира или изтрива задачи.</p>
<p> В зависимост от правата ви на достъп можете да преглеждате задачи, да преглеждате/редактирате/изтривате свои собствени задачи или да преглеждате/редактирате/изтривате всички задачи, включително задачи на други служители. </p>
<p> За описание на полетата вижте описанието за Добавяне на задача по-горе. </p>
<p> В прозореца Редактиране на задача бутоните в долната част позволяват на потребителя да запише редактирана задача, да дублира задача като нова задача (например да дублира задачата на друга дата) или да изтрие задачата. </ p>
<p> Забележка: Изтриването на повтаряща се задача ще изтрие всички случаи на задачата, а не само една конкретна дата ако сте избрали да редактирате серията на задачата.</p>
<br></li>
<?php } ?>
<li id="lo"><h3>ИЗХОД</h3>
<p>За да излезете, щракнете върху Вашето име/Изход в лентата за навигация.</p>
<br></li>
<?php if ($usr['privs'] == 9) { //administrator only ?>
<li id="ca"><h3>Управление на Календара</h3>
<p>- следните функции изискват администраторски права -</p>
<p>Когато потребител влезе с администраторски права, от дясната страна в лентата за навигация ще се появи бутон за показване на падащо странично меню съдържащо слените администраторски страници:</p>
<br>
<ol type='a'>
<?php if ($usr['privs'] == 9) { //administrator only ?>
<li><h6>Настройки</h6>
<p>Тази страница показва текущите настройки на календара, които могат да бъдат персонализирани. Всички настройки са обяснени на страницата с настройки, като задържите курсора на мишката върху заглавието на всяка настройка.</p>
<br></li>
<?php } ?>
<li><h6>Категории</h6>
<p>Добавянето на категории задачи с различни цветове - макар и да не е задължително - значително ще подобри изгледа на календара. Примери за възможни категории са „празници“, „среща“, „рожден ден“, „важно“ и т.н.</p>
<p>Страницата Категории показва списък с всички категории, като категориите могат да се добавят, редактират и изтриват. Първоначалната инсталация има само една категория, наречена „без категория“.</p>
<p>При добавяне / редактиране на задачи всички категории ще се показват в падащо меню. Редът, в който категориите се показват в падащото меню, се определя от полето Последователност.</p>
<p>При добавяне / редактиране на категории може да се зададе стойност „повторение“; задачите в тази категория автоматично ще се повторят, както е посочено. Полето за отметка „Публично“ може да се използва, за да се предотврати разглеждането на задачи, принадлежащи към тази категория, от потребители с публичен достъп (потребители, които не са влезли в профила си) и да ги изключи от RSS емисиите.</p>
<p>Може да се активира отметка, която ще се показва пред заглавието на задачата за всички задачи в тази категория. Потребителят може да използва тази отметка, за да маркира задачи, например като „одобрени“ или „завършени“.</p>
<p>Полетата Цвят на текста и Фон определят цветовете, използвани за показване на задачи, присвоени на тази категория.</p>
<p>При изтриване на категория, изтритата категория остава достъпна за задачите, присвоени към тази категория.</p>
<br></li>
<li><h6>Потребителски групи</h6>
<p>Тази страница се използва за преглед, добавяне и редактиране на потребителски групи. За всяка група потребители могат да бъдат посочени правата на потребителите, категориите събития, достъпни за потребителите, и цветът на групата. Възможните права за достъп са: Няма, Преглед, Публикувай собствени, Публикувай за всички, Мениджър и Администриране. Всички потребители, определени за група, споделят същите права, категории и цвят, които са определени за групата.</p>
<br></li>
<li><h6>Потребители</h6>
<p> Тази страница се използва за преглед, добавяне и редактиране на потребителски акаунти. За всеки потребител трябва да бъдат посочени потребителското име, имейл, парола и потребителската група, към която е назначен потребителят. Правата на потребителя и наличните категории събития са взети от потребителската група. Важно е да използвате валиден имейл адрес, за да позволите на потребителя да получава напомняния по имейл. </p>
<p> Чрез страницата „Настройки“ администраторът може да разреши „саморегистрация на потребители“ и да посочи към коя група саморегистрираните потребители ще бъдат автоматично присвоени. Когато саморегистрацията е активирана, потребителите могат да се регистрират чрез интерфейса на браузъра. </p>
<p> Освен ако администраторът на календара не е предоставил достъп за разглеждане за потребители с публичен достъп, потребителите на календара трябва да влязат с валидно потребителско име или имейл адрес и парола, за да видят календара. </p>
<p> Чрез страницата за вход потребителят може да посочи езика на потребителския интерфейс по подразбиране. Ако не е посочен език, ще се използва стандартният език на календара, посочен на страницата с настройки. </p>
<br></li>
<?php if ($usr['privs'] == 9) { //administrator only ?>
<li><h6>База данни</h6>
<p> Тази страница позволява на администратора на календара да изпълнява следните функции: </p>
<ul>
<li> Уплътняване на базата данни, за да се освободи неизползваното пространство и да се избегнат натоварвания. Тази функция ще премахне завинаги събития, изтрити преди повече от 30 дни. </li>
<li> Архивиране на базата данни, за създаване на архивен файл, който може да се използва за възстановяване на цялата база данни на календара. </li>
<li> Възстановяване на базата данни, за да импортирате предварително създаден архивен файл, за да възстановите структурата и съдържанието на таблиците на базата данни. </li>
<li> Изтриване/възстановяване на задачи: за изтриване/възстановяване на задачи в определен период от време. </li>
</ul>
<p>Функцията Уплътняване на базата е добре да се изпълнява веднъж годишно за почистване на базата данни. Функцията Архивиране на базата данни е препоръчително да се стартира поне веднъж месечно, за да имате резервно актуално копие на базата в случай на срив.</p>
<br></li>
<li><h6>CSV импорт</h6>
<p>Тази функция може да се използва за импортиране на данни за задачите в календара, който е експортиран от други календари (например MS Outlook). Допълнителни инструкции са предоставени на страницата за импортиране на CSV.</p>
<br></li>
<li><h6>iCal импорт</h6>
<p>Тази функция може да се използва за импортиране на събития от iCal файлове (разширение на файла .ics) в календара LuxCal. Допълнителни инструкции са дадени на страницата за импортиране на iCal. Ще бъдат импортирани само събития, които са съвместими с календара LuxCal. Други компоненти, като: To-Do, Journal, Free / Busy и Alarm, ще бъдат игнорирани.</p>
<br></li>
<li><h6>iCal експорт</h6>
<p>Тази функция може да се използва за експортиране на събития LuxCal в iCal файлове (разширение на файла .ics). Допълнителни инструкции са дадени на страницата iCal Export.</p>
<br></li>
<?php } ?>
</ol>
</li>
<?php } ?>
<li id="al"><h3>About LuxCal</h3>
<p>Produced by: <b>Roel Buining</b>&nbsp;&nbsp;&nbsp;&nbsp;Website and forum: <b><a href="https://www.luxsoft.eu/" target="_blank">www.luxsoft.eu/</a></b></p>
<p>LuxCal is freeware and may be redistributed and/or modified under the terms of the <b><a href="https://www.gnu.org/licenses/gpl-3.0.en.html" target="_blank">GNU General Public License</a></b>.</p>
<br></li>
</ol>
</div>