{"success":true,"count":200,"movies":[{"id":"479","title":"Spider-Man: Homecoming","type":"movie","genre":"Action, Adventure, Science Fiction","description":"Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.","release_year":"2017","imdb_rating":"7.3","trailer_id":"xEvV3OsE2WM","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/c24sv2weTHPsmDa7jEMN0m2P3RT.jpg"},{"id":"475","title":"High Rollers","type":"movie","genre":"Action, Crime, Thriller","description":"A master thief must pull off a dangerous casino heist when his nemesis kidnaps his lover. Caught between rival criminals and FBI pursuit, he risks all to save her and score big.","release_year":"2025","imdb_rating":"6.6","trailer_id":"yE8qEz1lZbw","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/hHowAaChDjwueySmwVbsjHmpWa.jpg"},{"id":"476","title":"Harry Potter and the Order of the Phoenix","type":"movie","genre":"Adventure, Fantasy","description":"Returning for his fifth year at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of motivated students to defend themselves against the Dark Arts.","release_year":"2007","imdb_rating":"7.7","trailer_id":"47PHbQTmw5g","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/5aOyriWkPec0zUDxmHFP9qMmBaj.jpg"},{"id":"477","title":"You Will Die in 6 Hours","type":"movie","genre":"Thriller, Mystery","description":"Jung-yoon was approached by a random stranger named Jun-woo, who told her she'd be dead in six hours. As she follows him for answers, she begins to question whether he's her savior or the one trying to put her in danger.","release_year":"2024","imdb_rating":"6.2","trailer_id":"QqmqUBx-52g","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/2HSvt2PF2tSyKL4GRRniwE1URGI.jpg"},{"id":"472","title":"Captain Hook: The Cursed Tides","type":"movie","genre":"Adventure, Action, Horror","description":"In the aftermath of a devastating defeat by his archnemesis Admiral Smee, Captain Hook finds refuge in the coastal town of Eldritch Landing.","release_year":"2025","imdb_rating":"5.0","trailer_id":"VVrs2GQmUOs","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/oKE2xPJs87V9DbDmoo8igAsDeH1.jpg"},{"id":"473","title":"Wicked","type":"movie","genre":"Drama, Romance, Fantasy","description":"In the land of Oz, ostracized and misunderstood green-skinned Elphaba is forced to share a room with the popular aristocrat Glinda at Shiz University, and the two's unlikely friendship is tested as they begin to fulfill their respective destinies as Glinda the Good and the Wicked Witch of the West.","release_year":"2024","imdb_rating":"6.9","trailer_id":"pqi45Qhq3CI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/xDGbZ0JJ3mYaGKy4Nzd9Kph6M9L.jpg"},{"id":"474","title":"Lilo & Stitch","type":"movie","genre":"Family, Science Fiction, Comedy","description":"The wildly funny and touching story of a lonely Hawaiian girl and the fugitive alien who helps to mend her broken family.","release_year":"2025","imdb_rating":"7.2","trailer_id":"VWqJifMMgZE","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/ckQzKpQJO4ZQDCN5evdpKcfm7Ys.jpg"},{"id":"469","title":"Spider-Man: Into the Spider-Verse","type":"movie","genre":"Animation, Action, Adventure, Science Fiction","description":"Struggling to find his place in the world while juggling school and family, Brooklyn teenager Miles Morales is unexpectedly bitten by a radioactive spider and develops unfathomable powers just like the one and only Spider-Man. While wrestling with the implications of his new abilities, Miles discovers a super collider created by the madman Wilson \"Kingpin\" Fisk, causing others from across the Spider-Verse to be inadvertently transported to his dimension.","release_year":"2018","imdb_rating":"8.4","trailer_id":"tg52up16eq0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/iiZZdoQBEYBv6id8su7ImL0oCbD.jpg"},{"id":"470","title":"Barbie","type":"movie","genre":"Comedy, Adventure","description":"Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans.","release_year":"2023","imdb_rating":"6.9","trailer_id":"Y1IgAEejvqM","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/iuFNMS8U5cb6xfzi51Dbkovj7vM.jpg"},{"id":"471","title":"Senario XX","type":"movie","genre":"Comedy, Adventure, Action","description":"One alien crashed in a small village in Malaysia, create havoc with the villagers. To make it worst, there is some bad alien who pursue him.","release_year":"2005","imdb_rating":"0.0","trailer_id":"WEG9wtX867c","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/scoQLzyPEsL7pSzN22Af2xKzl35.jpg"},{"id":"466","title":"Eternity","type":"movie","genre":"Romance, Comedy, Drama","description":"In an afterlife where souls have one week to decide where to spend eternity, Joan is faced with the impossible choice between the man she spent her life with and her first love, who died young and has waited decades for her to arrive.","release_year":"2025","imdb_rating":"7.0","trailer_id":"GzkoY6hUvQQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/o8pg20G67BGmQvRkXwstNre062J.jpg"},{"id":"467","title":"“Wuthering Heights”","type":"movie","genre":"Drama, Romance","description":"Tragedy strikes when Heathcliff falls in love with Catherine Earnshaw, a woman from a wealthy family in 18th-century England.","release_year":"2026","imdb_rating":"0.0","trailer_id":"3fLCdIYShEQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/ywRO5dyE8RyyXJd6cvd69jLZeic.jpg"},{"id":"468","title":"Afterburn","type":"movie","genre":"Science Fiction, Action, Comedy","description":"Set against the backdrop of a postapocalyptic Earth whose Eastern Hemisphere was destroyed by a massive solar flare, leaving what life remains mutated from radiation and fallout. The story revolves around a group of treasure hunters who extract such objects as the Mona Lisa, the Rosetta Stone and the Crown Jewels while facing rival hunters, mutants and pirates.","release_year":"2025","imdb_rating":"6.5","trailer_id":"ZkEjle729tI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/hrze9JXp2QJpc2WjLfSUtRxyYSb.jpg"},{"id":"464","title":"Your Name.","type":"movie","genre":"Animation, Romance, Drama","description":"High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.","release_year":"2016","imdb_rating":"8.5","trailer_id":"o4-URMnBOPU","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/q719jXXEzOoYaps6babgKnONONX.jpg"},{"id":"465","title":"Dune","type":"movie","genre":"Science Fiction, Adventure","description":"Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.","release_year":"2021","imdb_rating":"7.8","trailer_id":"w0HgHet0sxg","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/d5NXSklXo0qyIYkgV94XAgMIckC.jpg"},{"id":"461","title":"The Gorge","type":"movie","genre":"Romance, Science Fiction, Thriller","description":"Two highly trained operatives grow close from a distance after being sent to guard opposite sides of a mysterious gorge. When an evil below emerges, they must work together to survive what lies within.","release_year":"2025","imdb_rating":"7.6","trailer_id":"rUSdnuOLebE","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/7iMBZzVZtG0oBug4TfqDb9ZxAOa.jpg"},{"id":"462","title":"Coco","type":"movie","genre":"Family, Animation, Music, Adventure","description":"Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.","release_year":"2017","imdb_rating":"8.2","trailer_id":"_TLXORFumu0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/6Ryitt95xrO8KXuqRGm1fUuNwqF.jpg"},{"id":"463","title":"Toy Story","type":"movie","genre":"Family, Comedy, Animation, Adventure","description":"Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.","release_year":"1995","imdb_rating":"8.0","trailer_id":"CxwTLktovTU","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/uXDfjJbdP4ijW5hWSBrPrlKpxab.jpg"},{"id":"458","title":"Roofman","type":"movie","genre":"Crime, Comedy, Drama","description":"A former Army Ranger and struggling father turns to robbing McDonald’s restaurants by cutting holes in their roofs, earning him the nickname \"Roofman.\" After escaping prison, he secretly lives inside a Toys “R” Us for six months, surviving undetected while planning his next move. But when he falls for a divorced mom drawn to his undeniable charm, his double life begins to unravel, setting off a compelling and suspenseful game of cat and mouse as his past closes in.","release_year":"2025","imdb_rating":"7.2","trailer_id":"IHikM7vFXsA","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/wXDFtcnYtevleGzCmAD2ReQnJ4l.jpg"},{"id":"459","title":"The Ugly Stepsister","type":"movie","genre":"Horror, Comedy, Fantasy, Drama","description":"In a fairy-tale kingdom where beauty is a brutal business, Elvira battles to compete with her incredibly beautiful stepsister, and she will go to any length to catch the prince’s eye.","release_year":"2025","imdb_rating":"7.3","trailer_id":"5vZ1_Yxjwzs","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/rayAREIKtSinuov10GvrZHyXfXH.jpg"},{"id":"460","title":"Moana 2","type":"movie","genre":"Animation, Adventure, Family, Comedy, Fantasy","description":"After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced.","release_year":"2024","imdb_rating":"7.0","trailer_id":"JdSl4RMNtGE","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/aLVkiINlIeCkcZIzb7XHzPYgO6L.jpg"},{"id":"455","title":"The Green Mile","type":"movie","genre":"Fantasy, Drama, Crime","description":"A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.","release_year":"1999","imdb_rating":"8.5","trailer_id":"Bg7epsq0OIQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/8VG8fDNiy50H4FedGwdSVUPoaJe.jpg"},{"id":"457","title":"Awake","type":"movie","genre":"Thriller, Crime, Mystery","description":"While undergoing heart surgery, a man experiences a phenomenon called ‘anesthetic awareness’, which leaves him awake but paralyzed throughout the operation. As various obstacles present themselves, his wife must make life-altering decisions while wrestling with her own personal drama.","release_year":"2007","imdb_rating":"6.5","trailer_id":"RzR2J7_QBHg","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/jIPIxaBcppLLkygko7tV5yuTIs1.jpg"},{"id":"451","title":"Tangled","type":"movie","genre":"Animation, Family, Adventure","description":"Feisty teenager Rapunzel, who has long and magical hair, wants to go and see sky lanterns on her eighteenth birthday, but she's bound to a tower by her overprotective mother. She strikes a deal with Flynn Rider, a charming wanted thief, and the duo set off on an action-packed escapade.","release_year":"2010","imdb_rating":"7.6","trailer_id":"gsYKF8ecC8g","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/ym7Kst6a4uodryxqbGOxmewF235.jpg"},{"id":"453","title":"Inside Out 2","type":"movie","genre":"Animation, Adventure, Comedy, Family","description":"Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone.","release_year":"2024","imdb_rating":"7.5","trailer_id":"u69y5Ie519M","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/vpnVM9B6NMmQpWeZvzLvDESb2QY.jpg"},{"id":"454","title":"Fight Club","type":"movie","genre":"Drama, Thriller","description":"A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.","release_year":"1999","imdb_rating":"8.4","trailer_id":"dfeUzm6KF4g","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg"},{"id":"448","title":"Furby Island","type":"movie","genre":"Animation","description":"Story about a young girl, Maddie, her brother, and their explorer parents, who travel the world looking for rare plants and animals. When Maddie tries to find a lizard, they discover Furby Island.","release_year":"2005","imdb_rating":"4.0","trailer_id":"TglplPUXKV4","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/ryY1MabCkVes23kmWY7O1W2rx6V.jpg"},{"id":"449","title":"Pulp Fiction","type":"movie","genre":"Thriller, Crime, Comedy","description":"A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.","release_year":"1994","imdb_rating":"8.5","trailer_id":"tGpTpVyI_OQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/vQWk5YBFWF4bZaofAbv0tShwBvQ.jpg"},{"id":"450","title":"The Matrix","type":"movie","genre":"Action, Science Fiction","description":"Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.","release_year":"1999","imdb_rating":"8.2","trailer_id":"d0XTFAMmhrE","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/p96dm7sCMn4VYAStA6siNz30G1r.jpg"},{"id":"445","title":"The Super Mario Bros. Movie","type":"movie","genre":"Family, Comedy, Adventure, Animation, Fantasy","description":"While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.","release_year":"2023","imdb_rating":"7.6","trailer_id":"RjNcTBXTk4I","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg"},{"id":"446","title":"The Maze Runner","type":"movie","genre":"Action, Mystery, Science Fiction, Thriller","description":"A teenager with no memory of his past finds himself among a group of boys living in a walled enclosure surrounded by a massive, ever-changing maze. As he struggles to adapt to their rules and society, he begins to uncover clues that may lead to escape and the truth behind their confinement.","release_year":"2014","imdb_rating":"7.2","trailer_id":"3b946aGm0zs","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/ode14q7WtDugFDp78fo9lCsmay9.jpg"},{"id":"447","title":"Ice Road: Vengeance","type":"movie","genre":"Action, Thriller, Drama","description":"Big rig ice road driver Mike McCann travels to Nepal to scatter his late brother’s ashes on Mt. Everest. While on a packed tour bus traversing the deadly 12,000 ft. terrain of the infamous Road to the Sky, McCann and his mountain guide encounter a group of mercenaries and must fight to save themselves, the busload of innocent travelers, and the local villagers’ homeland.","release_year":"2025","imdb_rating":"6.3","trailer_id":"K6lJh9ADfbQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/cQN9rZj06rXMVkk76UF1DfBAico.jpg"},{"id":"443","title":"Miss Kobayashi's Dragon Maid: A lonely dragon wants to be loved","type":"movie","genre":"Animation, Comedy, Fantasy","description":"Miss Kobayashi, Tohru, Kanna, and Iruru's peaceful lives are shattered when Kanna's father, Kimun Kamui, leader of the Chaos Forces, arrives and forces her to return to the Dragon World to fix a past mistake. With a war brewing between Chaos and Harmony, Kanna must find a way to unite the two worlds but is torn between her loyalty to her friends and her father's demands. Miss Kobayashi, however, refuses to let her go and tries to mend Kanna and Kamui's broken bond. As dragons clash, Iruru uncovers a hidden force manipulating the war. Can they stop the war before it consumes both worlds?","release_year":"2025","imdb_rating":"7.9","trailer_id":"RgJW1y1_ig0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/kN0V877loq6kkDybVbi3KcrjwgE.jpg"},{"id":"444","title":"The Voyeur","type":"movie","genre":"Drama, Romance","description":"At a college in Rome, a professor, nicknamed \"Dodo\" is in a deep depression. His stunningly beautiful wife has just left him for another man. Dodo wants her back very badly and has erotic daydreams about her. A beautiful young student in his class asks him for a ride home and seduces the lucky man, but still he wonders about his wife and her lover.","release_year":"1994","imdb_rating":"5.5","trailer_id":"iR-G_3GVDeg","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/9gxEUC0wMw1eo8untipmOH17h48.jpg"},{"id":"440","title":"Anaconda","type":"movie","genre":"Adventure, Horror, Thriller","description":"A struggling circus crew gets deceived by its former partner, as it embarks on a tour in Thailand. During the journey through a Southeast Asian rainforest, they encounter attacks by a giant python. They meet a mysterious man named Jeff who offers to help, but they soon realize he's a poacher. As they search for Jeff's boat, they face life-and-death struggles with the python and Jeff himself.","release_year":"2024","imdb_rating":"7.0","trailer_id":"eiATifcnSqI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/pPfsEXzfk2URkQ1OxhUShAXdxMr.jpg"},{"id":"441","title":"Exit 8","type":"movie","genre":"Horror, Mystery","description":"A man gets lost in an underground passage. He follows the \"guide\" through the passage, but one after another, strange things happen to him. Is this space real? Or an illusion? Will the man be able to escape the passage?","release_year":"2025","imdb_rating":"6.3","trailer_id":"emZZexEJO8c","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/pOumcMZASyZA8of7SJRJNACEm23.jpg"},{"id":"442","title":"Harry Potter and the Philosopher's Stone","type":"movie","genre":"Adventure, Fantasy","description":"Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.","release_year":"2001","imdb_rating":"7.9","trailer_id":"l91Km49W9qI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg"},{"id":"437","title":"Reflection in a Dead Diamond","type":"movie","genre":"Action, Thriller, Mystery","description":"When the mysterious woman in the room next door disappears, a debonair 70-year-old ex-spy living in a luxury hotel on the Côte d'Azur is confronted by the demons and darlings of a lurid past in which moviemaking, memories and madness collide.","release_year":"2025","imdb_rating":"6.2","trailer_id":"6Zv6zK8N9Lk","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/5CdRxBu7jRDHjthkAL8vE0GdKUD.jpg"},{"id":"438","title":"A Minecraft Movie","type":"movie","genre":"Family, Fantasy, Comedy, Adventure","description":"Four misfits find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world while embarking on a magical quest with an unexpected, expert crafter, Steve.","release_year":"2025","imdb_rating":"6.3","trailer_id":"aSh_L6bvaCQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/yFHHfHcUgGAxziP1C3lLt0q2T4s.jpg"},{"id":"439","title":"Weapons","type":"movie","genre":"Horror, Mystery","description":"When all but one child from the same class mysteriously vanish on the same night at exactly the same time, a community is left questioning who or what is behind their disappearance.","release_year":"2025","imdb_rating":"7.3","trailer_id":"QKHySfXqN0I","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/cpf7vsRZ0MYRQcnLWteD5jK9ymT.jpg"},{"id":"434","title":"Song Sung Blue","type":"movie","genre":"Drama, Music, Romance","description":"Based on a true story, two down-on-their-luck musicians form a joyous Neil Diamond tribute band, proving it's never too late to find love and follow your dreams.","release_year":"2025","imdb_rating":"7.6","trailer_id":"ssZU6xUM-YI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/kQzDdxI0F5z16qo2vzDoqdVMl4O.jpg"},{"id":"435","title":"Playdate","type":"movie","genre":"Action, Comedy, Family","description":"When out-of-work accountant Brian joins stay-at-home dad Jeff for a playdate with their sons, he expects a laid-back afternoon. Instead, they're chased by mercenaries, and Brian—totally unprepared—must survive one absurd obstacle after another.","release_year":"2025","imdb_rating":"6.0","trailer_id":"xGTq0blCPVQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/fGodXWqJkkkbSebPIlxLSygV8GY.jpg"},{"id":"431","title":"The Lord of the Rings: The Return of the King","type":"movie","genre":"Adventure, Fantasy, Action","description":"As armies mass for a final battle that will decide the fate of the world--and powerful, ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, who, accompanied by his loyal friend Sam and the hideous, wretched Gollum, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.​","release_year":"2003","imdb_rating":"8.5","trailer_id":"zckJCxYxn1g","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg"},{"id":"433","title":"Final Destination Bloodlines","type":"movie","genre":"Horror, Mystery","description":"Plagued by a violent recurring nightmare, college student Stefanie heads home to track down the one person who might be able to break the cycle and save her family from the grisly demise that inevitably awaits them all.","release_year":"2025","imdb_rating":"7.1","trailer_id":"xitSoRbHJ50","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/6WxhEvFsauuACfv8HyoVX6mZKFj.jpg"},{"id":"428","title":"Sentimental Value","type":"movie","genre":"Drama","description":"Sisters Nora and Agnes reunite with their estranged father, the charismatic Gustav, a once-renowned director who offers stage actress Nora a role in what he hopes will be his comeback film. When Nora turns it down, she soon discovers he has given her part to an eager young Hollywood star.","release_year":"2025","imdb_rating":"7.6","trailer_id":"zBFstFXdk90","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/pz9NCWxxOk3o0W3v1Zkhawrwb4i.jpg"},{"id":"429","title":"Risqué","type":"movie","genre":"Action, Crime, Thriller","description":"Fired from a strip club, a vengeful dancer masterminds a high-stakes heist with fellow strippers to take down the corrupt boss and the men who underestimate them.","release_year":"2025","imdb_rating":"7.5","trailer_id":"dgxE-O2kIlM","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/h6OsRrDwbspLnKMvlFl57QFDP7d.jpg"},{"id":"430","title":"The World Will Tremble","type":"movie","genre":"Drama, War, History","description":"The incredible, untold true story of how a group of prisoners attempt a seemingly impossible escape from the first Nazi death camp in order to provide the first eyewitness account of the Holocaust.","release_year":"2025","imdb_rating":"6.7","trailer_id":"XOo51-v7sxM","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/31CKSlZdsvdY8bysV5WeR2YvTim.jpg"},{"id":"425","title":"A Legend","type":"movie","genre":"Action, Adventure, Fantasy","description":"An archeologist noticed that the texture of the relics discovered during the excavation of a glacier closely resembled a jade pendant seen in one of his dreams. He and his team then embark on an expedition into the depths of the glacier.","release_year":"2024","imdb_rating":"6.8","trailer_id":"7YmBz_Tuzb0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/qbImUt1d3itXcB81BCItPZlfbyr.jpg"},{"id":"426","title":"The Naked Gun","type":"movie","genre":"Action, Comedy, Crime","description":"Only one man has the particular set of skills... to lead Police Squad and save the world: Lt. Frank Drebin Jr. Following in his father's footsteps, he must solve a murder case to prevent Police Squad from closure.","release_year":"2025","imdb_rating":"6.4","trailer_id":"uLguU7WLreA","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/rwla9vqzrKVVKVKiOuROTIXGsxj.jpg"},{"id":"422","title":"Sirāt","type":"movie","genre":"Drama, Thriller, Music","description":"A man and his son arrive at a rave lost in the mountains of Morocco. They are looking for Marina, their daughter and sister, who disappeared months ago at another rave. Driven by fate, they decide to follow a group of ravers in search of one last party, in hopes Marina will be there.","release_year":"2025","imdb_rating":"6.8","trailer_id":"3_9OkHX8ZiA","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/bzBtsLi17rK4G6kDvOXfUZfAhca.jpg"},{"id":"423","title":"Die My Love","type":"movie","genre":"Drama","description":"After inheriting a remote Montana house, Jackson moves there from New York with his partner Grace, and the couple soon welcome a child. As Jackson becomes increasingly absent and rural isolation sets in, Grace struggles with loneliness, creative frustration, and unresolved emotional wounds. What begins as an attempt at renewal gradually turns into an intense psychological descent, placing strain on their relationship and exposing the fragile balance between love, identity, and motherhood.","release_year":"2025","imdb_rating":"6.2","trailer_id":"2jzXHW6Qe70","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/kajpShbFhOdpl6yCrLezMrr9tB4.jpg"},{"id":"418","title":"Voice of Shadows","type":"movie","genre":"Horror, Mystery, Thriller","description":"A young working class woman stands to inherit an estate if she and her boyfriend abide by a set of bizarre stipulations.","release_year":"2024","imdb_rating":"4.6","trailer_id":"iSYj09qDFF8","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/hffZQgrulC6jgneLuTANQrYgiui.jpg"},{"id":"419","title":"Keeper","type":"movie","genre":"Horror, Mystery","description":"Liz and Malcolm escape for a romantic anniversary weekend at a secluded cabin. When Malcolm suddenly returns to the city, Liz finds herself isolated and in the presence of an unspeakable evil that reveals the cabin's horrifying secrets.","release_year":"2025","imdb_rating":"5.5","trailer_id":"i4gV0d5PvKs","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/mbGHijUc0C3fcM12l6ro6FgxIvg.jpg"},{"id":"420","title":"Parasite","type":"movie","genre":"Comedy, Thriller, Drama","description":"All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.","release_year":"2019","imdb_rating":"8.5","trailer_id":"bM9QabAojCg","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg"},{"id":"415","title":"Ballerina","type":"movie","genre":"Action, Thriller, Crime","description":"Taking place during the events of John Wick: Chapter 3 – Parabellum, Eve Macarro begins her training in the assassin traditions of the Ruska Roma.","release_year":"2025","imdb_rating":"7.3","trailer_id":"b9Rr9ygb-ac","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/2VUmvqsHb6cEtdfscEA6fqqVzLg.jpg"},{"id":"416","title":"The Pearl Comb","type":"movie","genre":"Horror","description":"A doctor, hell-bent on proving a woman’s place is in the home and not practising medicine, is sent to investigate her miraculous claim - only to discover the source of her unearthly power...","release_year":"2025","imdb_rating":"7.5","trailer_id":"0wRNbPiS8cg","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/737hppvYVz8Wx9I2McyQPHCD7PB.jpg"},{"id":"417","title":"Altered","type":"movie","genre":"Science Fiction, Action","description":"In an alternate present, genetically enhanced humans dominate society. Outcasts Leon and Chloe fight for justice against corrupt politicians exploiting genetic disparity, risking everything to challenge the oppressive system.","release_year":"2025","imdb_rating":"6.0","trailer_id":"tnLOr0YTFiQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/6QlAcGRaUrgHcZ4WTBh5lsPnzKx.jpg"},{"id":"412","title":"A Working Man","type":"movie","genre":"Action, Crime, Thriller","description":"Levon Cade left behind a decorated military career in the black ops to live a simple life working construction. But when his boss's daughter, who is like family to him, is taken by human traffickers, his search to bring her home uncovers a world of corruption far greater than he ever could have imagined.","release_year":"2025","imdb_rating":"6.7","trailer_id":"mdfrG2cLK58","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/6FRFIogh3zFnVWn7Z6zcYnIbRcX.jpg"},{"id":"413","title":"Shrek","type":"movie","genre":"Animation, Comedy, Fantasy, Adventure, Family","description":"It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.","release_year":"2001","imdb_rating":"7.8","trailer_id":"CwXOrWvPBPk","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/iB64vpL3dIObOtMZgX3RqdVdQDc.jpg"},{"id":"414","title":"Black Phone 2","type":"movie","genre":"Horror, Thriller","description":"Four years after escaping The Grabber, Finney Blake is struggling with his life after captivity. When his sister Gwen begins receiving calls in her dreams from the black phone and seeing disturbing visions of three boys being stalked at a winter camp, the siblings become determined to solve the mystery and confront a killer who has grown more powerful in death and more significant to them than either could imagine.","release_year":"2025","imdb_rating":"6.8","trailer_id":"pWNucAcRoBY","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/gFddBLQ8wj9M9O82iPzgX5KVNHz.jpg"},{"id":"409","title":"Wicked: For Good","type":"movie","genre":"Fantasy, Adventure, Romance","description":"As an angry mob rises against the Wicked Witch, Glinda and Elphaba will need to come together one final time. With their singular friendship now the fulcrum of their futures, they will need to truly see each other, with honesty and empathy, if they are to change themselves, and all of Oz, for good.","release_year":"2025","imdb_rating":"6.7","trailer_id":"R2Xubj7lazE","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/lDL8vPUuJs2LsPHPjAGhkbYTpNX.jpg"},{"id":"410","title":"The Conjuring: Last Rites","type":"movie","genre":"Horror","description":"Paranormal investigators Ed and Lorraine Warren take on one last terrifying case involving mysterious entities they must confront.","release_year":"2025","imdb_rating":"6.9","trailer_id":"p4aWdkM5xF8","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/byWgphT74ClOVa8EOGzYDkl8DVL.jpg"},{"id":"411","title":"Oppenheimer","type":"movie","genre":"Drama, History","description":"The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II.","release_year":"2023","imdb_rating":"8.0","trailer_id":"qiuSBWVdgLI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/8Gxv8gSFCU0XGDykEGv7zR1n2ua.jpg"},{"id":"406","title":"Deadpool & Wolverine","type":"movie","genre":"Action, Comedy, Science Fiction","description":"A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine.","release_year":"2024","imdb_rating":"7.6","trailer_id":"Idh8n5XuYIA","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/8cdWjvZQUExUUTzyp4t6EDMubfO.jpg"},{"id":"407","title":"GOAT","type":"movie","genre":"Animation, Comedy, Family, Action","description":"Will, a small goat with big dreams, gets a once-in-a-lifetime shot to join the pros and play roarball – a high-intensity, co-ed, full-contact sport dominated by the fastest, fiercest animals in the world. Will's new teammates aren't thrilled about having a little goat on their roster, but Will is determined to revolutionize the sport and prove once and for all that 'smalls can ball'! He has to do something he has never done before.","release_year":"2026","imdb_rating":"0.0","trailer_id":"kmY-rYS7yng","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/wfuqMlaExcoYiUEvKfVpUTt1v4u.jpg"},{"id":"408","title":"Don't Follow Me","type":"movie","genre":"Horror, Mystery","description":"Obsessed with going viral with her videos of ghosts and paranormal events, aspiring influencer Carla moves into a famous haunted building. There, she begins faking ghostly apparitions to gain more followers, unaware that a real evil entity resides in her apartment and will torment her until no one, not even she, can distinguish what's real and what isn't.","release_year":"2025","imdb_rating":"6.4","trailer_id":"FxbRLqnAMAI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/wBYicLV0zfdtXweWXcoiou3moNu.jpg"},{"id":"403","title":"The Beldham","type":"movie","genre":"Horror","description":"At the edge of postpartum psychosis, new mother Harper moves in with her own mother at their family's rural farmhouse. Soon she finds herself hunted by a threatening monster who has designs on her child.","release_year":"2025","imdb_rating":"5.7","trailer_id":"JXW4kNdNb1M","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/suY2CNfGwq3kccMZuMA1sXAcNXm.jpg"},{"id":"404","title":"28 Years Later","type":"movie","genre":"Horror, Thriller, Science Fiction","description":"Twenty-eight years after the Rage virus outbreak, Britain remains sealed off from the world. A fortified island community survives in isolation—until a young boy’s journey to the mainland reveals how both the infected and the survivors have evolved.","release_year":"2025","imdb_rating":"6.6","trailer_id":"IYGG55qwQZQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/n5FygjEppOvac6yEaowi26nTyw3.jpg"},{"id":"405","title":"Spider-Man: No Way Home","type":"movie","genre":"Action, Adventure, Science Fiction","description":"Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.","release_year":"2021","imdb_rating":"7.9","trailer_id":"1mTjfMFyPi8","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg"},{"id":"400","title":"River Returns","type":"movie","genre":"Drama, Fantasy","description":"In 1958, as a deadly typhoon approaches, a young boy embarks on a perilous journey to a haunted mountain pool, determined to calm a sorrowful spirit whose grief has cursed the village with devastating floods.","release_year":"2025","imdb_rating":"8.5","trailer_id":"oDkSKaStnso","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/cwE9IdTmltvON1oIbHyL6jFoMPB.jpg"},{"id":"401","title":"Night of the Zoopocalypse","type":"movie","genre":"Animation, Comedy, Horror, Adventure, Science Fiction","description":"A wolf and mountain lion team up when a meteor unleashes a virus turning zoo animals into zombies. They join forces with other survivors to rescue the zoo and stop the deranged mutant leader from spreading the virus.","release_year":"2025","imdb_rating":"6.6","trailer_id":"4uSwmWVomCo","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/nCejOVZcOxKS27nnbh28NKXOdXF.jpg"},{"id":"402","title":"Troll 2","type":"movie","genre":"Action, Fantasy, Thriller","description":"When a dangerous new troll unleashes devastation across their homeland, Nora, Andreas and Major Kris embark on their most perilous mission yet.","release_year":"2025","imdb_rating":"6.5","trailer_id":"Hzk4ovnGOyw","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/p6xAExLNFbHcLfvSuvLPoM8aqZU.jpg"},{"id":"396","title":"The Dark Knight","type":"movie","genre":"Action, Crime, Thriller","description":"Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.","release_year":"2008","imdb_rating":"8.5","trailer_id":"vbjYVETxZqM","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/qJ2tW6WMUDux911r6m7haRef0WH.jpg"},{"id":"397","title":"Laila","type":"movie","genre":"Comedy, Romance","description":"Sonu Model, a renowned beautician from the old city, is forced to disguise himself as Laila, leading to a series of comedic, romantic, and action-packed events. Chaos ensues in this hilarious laugh riot","release_year":"2025","imdb_rating":"5.2","trailer_id":"FyhFBHpTh6Y","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/aFogllaRGlAhk1nqvVGFpZpl4qU.jpg"},{"id":"398","title":"Skyscraper Live","type":"movie","genre":"Adventure, Documentary","description":"No ropes. No fear. Free solo legend Alex Honnold risks it all in a high-stakes, live ascent of one of the world's tallest skyscrapers in Taipei, Taiwan.","release_year":"2026","imdb_rating":"7.8","trailer_id":"ZXiEp_GGSpg","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/rXFbddDZvUcg2y5LSP24C7KCzW4.jpg"},{"id":"394","title":"White Roses, Fall!","type":"movie","genre":"Comedy","description":"In this genre-hopping road movie from Daughters of Fire director Albertina Carri, Violeta, the director of an amateur lesbian porn hit, is invited to make a mainstream crossover. With a budget and cast, but no firm idea where to go, the crew head off on a road trip in search of their perfect film.","release_year":"2025","imdb_rating":"6.5","trailer_id":"SUQEga4cdg0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/jwrjFmoLyR8F5jpJt2vUlBb5LpG.jpg"},{"id":"395","title":"Inception","type":"movie","genre":"Action, Science Fiction, Adventure","description":"Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.","release_year":"2010","imdb_rating":"8.4","trailer_id":"cdx31ak4KbQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/xlaY2zyzMfkhk0HSC5VUwzoZPU1.jpg"},{"id":"391","title":"People We Meet on Vacation","type":"movie","genre":"Romance, Comedy, Drama","description":"Poppy's a free spirit. Alex loves a plan. After years of summer vacations, these polar-opposite pals wonder if they could be a perfect romantic match.","release_year":"2026","imdb_rating":"7.0","trailer_id":"m1C9DTOUH5s","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/kOrJqRyt1pklNgDwJMjzN1GuNXS.jpg"},{"id":"393","title":"The Lord of the Rings: The Fellowship of the Ring","type":"movie","genre":"Adventure, Fantasy, Action","description":"Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.","release_year":"2001","imdb_rating":"8.4","trailer_id":"CbYmZOV3G-Q","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg"},{"id":"387","title":"Delivery Run","type":"movie","genre":"Action, Thriller","description":"A food delivery driver gets caught in a deadly chase in the icy Minnesota wilderness, pursued by a crazed snowplow driver for unknown reasons, facing life-threatening situations and forced to outsmart his relentless pursuer alone.","release_year":"2025","imdb_rating":"5.7","trailer_id":"n8CcMwcSVGU","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/eCA5maHDlZtXNTtiLXenwnEw7tc.jpg"},{"id":"388","title":"Crazy Old Lady","type":"movie","genre":"Horror, Thriller, Comedy","description":"Pedro receives a desperate message from an ex-girlfriend asking him to look after her senile mother, Alicia. What seems like a simple mission soon becomes his worst nightmare. Pedro needs to escape; but Alicia won’t let him...","release_year":"2025","imdb_rating":"5.4","trailer_id":"0YMtW4jOtEY","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/a2EdW8sk22fNCvrpOiaHbR2hOuZ.jpg"},{"id":"389","title":"The Family Plan 2","type":"movie","genre":"Action, Comedy","description":"Now that Dan's assassin days are behind him, all he wants for Christmas is quality time with his kids. But when he learns his daughter has her own plans, he books a family trip to London—putting them all in the crosshairs of an unexpected enemy.","release_year":"2025","imdb_rating":"6.5","trailer_id":"dqolYtJGuf4","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/semFxuYx6HcrkZzslgAkBqfJvZk.jpg"},{"id":"390","title":"Wake Up Dead Man: A Knives Out Mystery","type":"movie","genre":"Thriller, Mystery, Comedy","description":"When young priest Jud Duplenticy is sent to assist charismatic firebrand Monsignor Jefferson Wicks, it’s clear that all is not well in the pews. After a sudden and seemingly impossible murder rocks the town, the lack of an obvious suspect prompts local police chief Geraldine Scott to join forces with renowned detective Benoit Blanc to unravel a mystery that defies all logic.","release_year":"2025","imdb_rating":"7.2","trailer_id":"0hc8yz5-d5Y","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/qCOGGi8JBVEZMc3DVby8rUivyXz.jpg"},{"id":"384","title":"The Godfather","type":"movie","genre":"Drama, Crime","description":"Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.","release_year":"1972","imdb_rating":"8.7","trailer_id":"Ew9ngL1GZvs","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/3bhkrj58Vtu7enYsRolD1fZdja1.jpg"},{"id":"385","title":"Avengers: Infinity War","type":"movie","genre":"Adventure, Action, Science Fiction","description":"As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.","release_year":"2018","imdb_rating":"8.2","trailer_id":"QwievZ1Tx-8","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg"},{"id":"386","title":"The Shawshank Redemption","type":"movie","genre":"Drama, Crime","description":"Imprisoned in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.","release_year":"1994","imdb_rating":"8.7","trailer_id":"PLl99DlL6b4","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/9cqNxx0GxF0bflZmeSMuL5tnGzr.jpg"},{"id":"383","title":"Kantara - A Legend: Chapter 1","type":"movie","genre":"Action, Drama, Fantasy","description":"During the Kadamba reign, King Vijayendra, the ruler of the fictional feudatory land of Bangra, meets his final fate while venturing into the mystical forest of Kantara. Witnessing this, his son Rajashekara seals the borders of their realm. Later, Prince Kulashekara reopens them through a brutal massacre. The protagonist, Berme, in search of prosperity, crosses the divide and ignites a conflict of faith, power, and destiny between the Kingdom and Nature.","release_year":"2025","imdb_rating":"7.0","trailer_id":"TMQUFhWm8C0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/ehQPboTPaIMkMUOoNOh8e7pZ5Rp.jpg"},{"id":"378","title":"Nazi Supersoldier","type":"movie","genre":"Horror, Action, Science Fiction","description":"A group of journalism students ventures into a remote forest and awakens a long-frozen World War II experiment a superhuman Nazi soldier. Hunted through cursed woods where trust crumbles and survival is slim, they soon learn that some sins demand blood.","release_year":"2024","imdb_rating":"5.5","trailer_id":"yYotVi2-iDo","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/3daBOc5ZcICXMzAVNhzJTSgweaP.jpg"},{"id":"379","title":"Good Boy","type":"movie","genre":"Horror","description":"A loyal dog moves to a rural family home with his owner Todd, only to discover supernatural forces lurking in the shadows. As dark entities threaten his human companion, the brave pup must fight to protect the one he loves most.","release_year":"2025","imdb_rating":"6.7","trailer_id":"q4-CRkd_74g","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/pvMHRi09ur2L1drXh2dXFtuMFgl.jpg"},{"id":"380","title":"The Secret Agent","type":"movie","genre":"Crime, Drama, Thriller","description":"Brazil, 1977. Marcelo, a technology expert in his early 40s, is on the run. Hoping to reunite with his son, he travels to Recife during Carnival but soon realizes that the city is not the safe haven he was expecting.","release_year":"2025","imdb_rating":"7.7","trailer_id":"9UfrzDKrhEc","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/iLE2YOmeboeTDC7GlOp1dzh1VFo.jpg"},{"id":"375","title":"Spider-Man: Across the Spider-Verse","type":"movie","genre":"Animation, Action, Adventure, Science Fiction","description":"After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse's very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.","release_year":"2023","imdb_rating":"8.3","trailer_id":"yFrxzaBLDQM","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/8Vt6mWEReuy4Of61Lnj5Xj704m8.jpg"},{"id":"376","title":"Dave Chappelle: The Unstoppable...","type":"movie","genre":"Comedy","description":"Facing a world gone sideways, comedy icon Dave Chappelle delivers bold truths and potent punchlines in this no-holds-barred special.","release_year":"2025","imdb_rating":"6.6","trailer_id":"yWDhs-xyC2c","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/534y0Pt72VEAUTV3THKpMxzCoB3.jpg"},{"id":"377","title":"The Old Woman with the Knife","type":"movie","genre":"Action, Mystery, Drama","description":"Aging assassin Hornclaw has seen it all, but she never expected to mentor a reckless rookie like Bullfight. As their unlikely bond deepens, cracks form in the underworld they navigate together. When Hornclaw discovers someone wants her dead, she's thrust into a deadly game of deception. With enemies closing in and trust in short supply, survival means staying sharp—both blade and mind.","release_year":"2025","imdb_rating":"6.4","trailer_id":"KU4_jUwI6PQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/wbmxnsv41vsg5UEaNDlf203dOWw.jpg"},{"id":"372","title":"Christy","type":"movie","genre":"History, Drama","description":"Christy Martin never imagined life beyond her small-town roots in West Virginia—until she discovered a knack for punching people. Fueled by grit, raw determination, and an unshakable desire to win, she charges into the world of boxing under the guidance of her trainer and manager-turned-husband, Jim. But while Christy flaunts a fiery persona in the ring, her toughest battles unfold outside it—confronting family, identity, and a relationship that just might become life-or-death.","release_year":"2025","imdb_rating":"7.3","trailer_id":"hSHwFDPfeV8","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/ssy1uHGZkuXLkIWJWrtsBczPvVC.jpg"},{"id":"373","title":"The Wailing of the Maghrib","type":"movie","genre":"Horror","description":"A terror chases the souls of Adi and Saman. Ayu knows the reason as to why they are tormented - a sin committed at the most dangerous time of Maghrib Time. What sin have they committed and what will happen to Adi, Saman, Ayu and their village?","release_year":"2023","imdb_rating":"6.0","trailer_id":"bgIlyb_g63s","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/tLkviJkau1cRMCoAa06R1gkH2Hn.jpg"},{"id":"374","title":"How to Train Your Dragon","type":"movie","genre":"Fantasy, Family, Action, Adventure","description":"On the rugged isle of Berk, where Vikings and dragons have been bitter enemies for generations, Hiccup stands apart, defying centuries of tradition when he befriends Toothless, a feared Night Fury dragon. Their unlikely bond reveals the true nature of dragons, challenging the very foundations of Viking society.","release_year":"2025","imdb_rating":"7.9","trailer_id":"OWEq2Pf8qpk","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/53dsJ3oEnBhTBVMigWJ9tkA5bzJ.jpg"},{"id":"369","title":"Nuremberg","type":"movie","genre":"History, Drama","description":"In postwar Germany, an American psychiatrist must determine whether Nazi prisoners are fit to go on trial for war crimes, and finds himself in a complex battle of intellect and ethics with Hermann Göring, Hitler's right-hand man.","release_year":"2025","imdb_rating":"7.4","trailer_id":"YWlCCVnZ4bo","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/7cWTGH2svfNHWVRjsfKIBob9pDj.jpg"},{"id":"370","title":"Bugonia","type":"movie","genre":"Science Fiction, Thriller, Comedy","description":"Two conspiracy obsessed young men kidnap the high-powered CEO of a major company, convinced that she is an alien intent on destroying planet Earth.","release_year":"2025","imdb_rating":"7.4","trailer_id":"7VBigr-JHB0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/rSdOua3wKMEaFWDcKAYWRjXQWOt.jpg"},{"id":"371","title":"Wildcat","type":"movie","genre":"Action, Thriller","description":"An ex-black ops team reunite to pull off a desperate heist in order to save the life of their leader’s eight-year-old daughter.","release_year":"2025","imdb_rating":"6.0","trailer_id":"noU-vKiA9ts","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/h893ImjM6Fsv5DFhKJdlZFZIJno.jpg"},{"id":"368","title":"Titanic","type":"movie","genre":"Drama, Romance","description":"101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912.","release_year":"1997","imdb_rating":"7.9","trailer_id":"wO44qBPBG4c","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/9xjZS2rlVxm8SFx8kPC3aIGCOYQ.jpg"},{"id":"2668","title":"Raw","type":"tv","genre":"Reality","description":"A regularly scheduled, live, year-round program featuring some of the biggest WWE Superstars.","release_year":"1993","imdb_rating":"6.8","trailer_id":"FVO6mUQMon8","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/pv5WNnLUo7mpT8k901Lo8UovrqI.jpg"},{"id":"2665","title":"Arrow","type":"tv","genre":"Crime, Drama, Action & Adventure","description":"Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow.","release_year":"2012","imdb_rating":"6.8","trailer_id":"QLVHmovfMQI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/u8ZHFj1jC384JEkTt3vNg1DfWEb.jpg"},{"id":"2666","title":"Castle","type":"tv","genre":"Drama, Crime","description":"After a serial killer imitates the plots of his novels, successful mystery novelist Richard \"Rick\" Castle receives permission from the Mayor of New York City to tag along with an NYPD homicide investigation team for research purposes.","release_year":"2009","imdb_rating":"8.0","trailer_id":"xjrObBtzGYg","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/diXBeMzvfJb2iJg3G0kCUaMCzEc.jpg"},{"id":"2667","title":"Blue Bloods","type":"tv","genre":"Crime, Drama","description":"A drama about a multi-generational family of cops dedicated to New York City law enforcement. Frank Reagan is the New York Police Commissioner and heads both the police force and the Reagan brood. He runs his department as diplomatically as he runs his family, even when dealing with the politics that plagued his unapologetically bold father, Henry, during his stint as Chief.","release_year":"2010","imdb_rating":"7.8","trailer_id":"mi6USkjUWv4","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/q1WlrxnCvNhBjJ4N7V0JQXjnIBN.jpg"},{"id":"2661","title":"Stargate SG-1","type":"tv","genre":"Sci-Fi & Fantasy, Action & Adventure","description":"The story of Stargate SG-1 begins about a year after the events of the feature film, when the United States government learns that an ancient alien device called the Stargate can access a network of such devices on a multitude of planets. SG-1 is an elite Air Force special operations team, one of more than two dozen teams from Earth who explore the galaxy and defend against alien threats such as the Goa'uld, Replicators, and the Ori.","release_year":"1997","imdb_rating":"8.3","trailer_id":"wSRS7c_UqaM","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/dQjmI7XxI47v8IM2MUysHG0LuU2.jpg"},{"id":"2662","title":"Two and a Half Men","type":"tv","genre":"Comedy","description":"A hedonistic jingle writer's free-wheeling life comes to an abrupt halt when his brother and 10-year-old nephew move into his beach-front house.","release_year":"2003","imdb_rating":"7.4","trailer_id":"E7ap_eCWxYI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/xgfjxyV3g1S68opzuvG6G87muDp.jpg"},{"id":"2663","title":"Rick and Morty","type":"tv","genre":"Animation, Comedy, Sci-Fi & Fantasy, Action & Adventure","description":"Follows a sociopathic genius scientist who drags his inherently timid grandson on adventures across the universe.","release_year":"2013","imdb_rating":"8.7","trailer_id":"WNhH00OIPP0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/WGRQ8FpjkDTzivQJ43t94bOuY0.jpg"},{"id":"2664","title":"Chicago P.D.","type":"tv","genre":"Crime, Drama","description":"A riveting police drama about the men and women of the Chicago Police Department's District 21 who put it all on the line to serve and protect their community. District 21 is made up of two distinctly different groups: the uniformed cops who patrol the beat and go head-to-head with the city's street crimes and the Intelligence Unit that combats the city's major offenses - organized crime, drug trafficking, high profile murders and beyond.","release_year":"2014","imdb_rating":"8.4","trailer_id":"NZcr9IFS9R0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/bez40PgT36RUu4gstD2A6GSM0tP.jpg"},{"id":"2659","title":"The Tonight Show Starring Johnny Carson","type":"tv","genre":"Talk","description":"The Tonight Show Starring Johnny Carson is a talk show hosted by Johnny Carson under The Tonight Show franchise from 1962 to 1992. It originally aired during late-night. For its first ten years, Carson's Tonight Show was based in New York City with occasional trips to Burbank, California; in May 1972, the show moved permanently to Burbank, California. In 2002, The Tonight Show Starring Johnny Carson was ranked #12 on TV Guide's 50 Greatest TV Shows of All Time.","release_year":"1962","imdb_rating":"7.5","trailer_id":"zyl4Vvjc7pI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/uSvET5YUvHNDIeoCpErrbSmasFb.jpg"},{"id":"2660","title":"Prison Break","type":"tv","genre":"Action & Adventure, Crime, Drama","description":"Due to a political conspiracy, an innocent man is sent to death row and his only hope is his brother, who makes it his mission to deliberately get himself sent to the same prison in order to break the both of them out, from the inside out.","release_year":"2005","imdb_rating":"8.1","trailer_id":"AL9zLctDJaU","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/wnmNPaLvhnMeOqnWlhNkYCZxtda.jpg"},{"id":"2657","title":"The Sopranos","type":"tv","genre":"Crime, Drama","description":"The story of New Jersey-based Italian-American mobster Tony Soprano and the difficulties he faces as he tries to balance the conflicting requirements of his home life and the criminal organization he heads. Those difficulties are often highlighted through his ongoing professional relationship with psychiatrist Jennifer Melfi. The show features Tony's family members and Mafia associates in prominent roles and story arcs, most notably his wife Carmela and his cousin and protégé Christopher Moltisanti.","release_year":"1999","imdb_rating":"8.7","trailer_id":"Q8cBFvpqmH0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/rTc7ZXdroqjkKivFPvCPX0Ru7uw.jpg"},{"id":"2658","title":"Bleach","type":"tv","genre":"Action & Adventure, Animation, Sci-Fi & Fantasy","description":"For as long as he can remember, Ichigo Kurosaki has been able to see ghosts. But when he meets Rukia, a Soul Reaper who battles evil spirits known as Hollows, he finds his life is changed forever. Now, with a newfound wealth of spiritual energy, Ichigo discovers his true calling: to protect the living and the dead from evil.","release_year":"2004","imdb_rating":"8.4","trailer_id":"ASobpXYYoVQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/2EewmxXe72ogD0EaWM8gqa0ccIw.jpg"},{"id":"2654","title":"24","type":"tv","genre":"Action & Adventure, Drama, Crime","description":"Counterterrorism agent Jack Bauer fights the bad guys of the world, a day at a time. With each week's episode unfolding in real-time, \"24\" covers a single day in the life of Bauer each season.","release_year":"2001","imdb_rating":"7.8","trailer_id":"kyWafhzs6zw","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/iq6yrZ5LEDXf1ArCOYLq8PIUBpV.jpg"},{"id":"2655","title":"Chicago Fire","type":"tv","genre":"Drama","description":"An edge-of-your-seat view into the lives of everyday heroes committed to one of America's noblest professions. For the firefighters, rescue squad and paramedics of Chicago Firehouse 51, no occupation is more stressful or dangerous, yet so rewarding and exhilarating. These courageous men and women are among the elite who forge headfirst into danger when everyone else is running the other way and whose actions make the difference between life and death.","release_year":"2012","imdb_rating":"8.4","trailer_id":"IIeSDILTE5M","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/r915sk2JpthZSjHEgZKifWxgo6L.jpg"},{"id":"2656","title":"Pokémon","type":"tv","genre":"Animation, Action & Adventure, Sci-Fi & Fantasy","description":"Join Ash accompanied by his partner Pikachu, as he travels through many regions, meets new friends and faces new challenges on his quest to become a Pokémon Master.","release_year":"1997","imdb_rating":"8.0","trailer_id":"kfgfQPA6oPI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/rOuGm07PxBhEsK9TaGPRQVJQm1X.jpg"},{"id":"2651","title":"Državni posao","type":"tv","genre":"Comedy","description":"The backbone of the \"Državni Posao (Government Job)\" are satirical talks between the three actors, the comments are reminiscent of the \"stand-up\" form. These are short, witty comments and observations on daily life, circumstances, sociopolitical situation, sports, entertainment world, their personal opinions on various topics. The main idea is to present day in a non-existent government company and three employees of thinking about daily events in it, but also about life and society in general. Topics drawn from the daily and weekly press, for various blogs, websites, talk about movies, series, shows - radio and television. The idea is that actors humorously comment on current events, to laugh viewers and encourage them to think about them.","release_year":"2012","imdb_rating":"7.9","trailer_id":"qRYjL3QEELU","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/sceVlRK5RvnU1qjNipyWDHQXB7x.jpg"},{"id":"2652","title":"Chibi Maruko-chan","type":"tv","genre":"Animation, Comedy","description":"Meet Maruko, a sweet schoolgirl with a hefty dose of curiosity (and occasional laziness!). She sails through life in a cozy town alongside her loving parents, grandparents, and sister. Maruko has a band of loyal friends, including her closest pal, Tama-chan, but her playful and doting grandpa is at the heart of it all. Life is never dull in this charming series.","release_year":"1990","imdb_rating":"7.9","trailer_id":"QhYZOyOiHKI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/bfn54AAMuh47IFqeoco0jgeVH1a.jpg"},{"id":"2653","title":"Spartacus","type":"tv","genre":"Drama","description":"Torn from his homeland and the woman he loves, Spartacus is condemned to the brutal world of the arena where blood and death are primetime entertainment.","release_year":"2010","imdb_rating":"8.0","trailer_id":"4WXDJPaHuR4","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/c2GKN4VHCj1dnjFMANRpGkCVBae.jpg"},{"id":"2648","title":"Suits","type":"tv","genre":"Drama","description":"While running from a drug deal gone bad, Mike Ross, a brilliant young college-dropout, slips into a job interview with one of New York City's best legal closers, Harvey Specter. Tired of cookie-cutter law school grads, Harvey takes a gamble by hiring Mike on the spot after he recognizes his raw talent and photographic memory.","release_year":"2011","imdb_rating":"8.2","trailer_id":"cUnkjEIW2-o","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/vQiryp6LioFxQThywxbC6TuoDjy.jpg"},{"id":"2649","title":"The Tonight Show Starring Jimmy Fallon","type":"tv","genre":"Comedy, Talk","description":"After Jay Leno's second retirement from the program, Jimmy Fallon stepped in as his permanent replacement. After 42 years in Los Angeles the program was brought back to New York.","release_year":"2014","imdb_rating":"5.9","trailer_id":"q-0YafsWK_M","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/1N4o5PmmqhlVDrcdJ2RlCFWbLGX.jpg"},{"id":"2650","title":"Hawaii Five-0","type":"tv","genre":"Crime, Drama, Action & Adventure","description":"Steve McGarrett returns home to Oahu, in order to find his father's killer. The governor offers him the chance to run his own task force (Five-0). Steve's team is joined by Chin Ho Kelly, Danny \"Danno\" Williams, and Kono Kalakaua.","release_year":"2010","imdb_rating":"7.8","trailer_id":"xy30TGdaEAE","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/sIdCKlmM2nU4akIvFQaAIiU8YES.jpg"},{"id":"2645","title":"South Park","type":"tv","genre":"Animation, Comedy","description":"Follow the misadventures of four irreverent grade-schoolers in the quiet, dysfunctional town of South Park, Colorado.","release_year":"1997","imdb_rating":"8.3","trailer_id":"oUIK01ek-Ko","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/1CGwZCFX2qerXaXQJJUB3qUvxq7.jpg"},{"id":"2646","title":"The Flash","type":"tv","genre":"Drama, Sci-Fi & Fantasy","description":"After being struck by lightning, CSI investigator Barry Allen awakens from a nine-month coma to discover he has been  granted the gift of super speed.  Teaming up with S.T.A.R. Labs, Barry takes on the persona of The Flash, the Fastest  Man Alive, to protect his city.","release_year":"2014","imdb_rating":"7.8","trailer_id":"IgVyroQjZbE","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/yZevl2vHQgmosfwUdVNzviIfaWS.jpg"},{"id":"2647","title":"Doctor Who","type":"tv","genre":"Action & Adventure, Drama, Sci-Fi & Fantasy","description":"The Doctor is a Time Lord: a 900 year old alien with 2 hearts, part of a gifted civilization who mastered time travel. The Doctor saves planets for a living—more of a hobby actually, and the Doctor's very, very good at it.","release_year":"2005","imdb_rating":"7.6","trailer_id":"2V_xYubUJFo","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/w8enSKCf6Zm0topeQ2XPccDqsqp.jpg"},{"id":"2642","title":"The Vampire Diaries","type":"tv","genre":"Drama, Sci-Fi & Fantasy","description":"The story of two vampire brothers obsessed with the same girl, who bears a striking resemblance to the beautiful but ruthless vampire they knew and loved in 1864.","release_year":"2009","imdb_rating":"8.3","trailer_id":"RO3Qp_XdR0w","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/b3vl6wV1W8PBezFfntKTrhrehCY.jpg"},{"id":"2643","title":"Peaky Blinders","type":"tv","genre":"Drama, Crime","description":"A gangster family epic set in 1919 Birmingham, England and centered on a gang who sew razor blades in the peaks of their caps, and their fierce boss Tommy Shelby, who means to move up in the world.","release_year":"2013","imdb_rating":"8.5","trailer_id":"EM12mcTEI88","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/vUUqzWa2LnHIVqkaKVlVGkVcZIW.jpg"},{"id":"2644","title":"Vikings","type":"tv","genre":"Action & Adventure, Drama, War & Politics","description":"The adventures of Ragnar Lothbrok, the greatest hero of his age. The series tells the sagas of Ragnar's band of Viking brothers and his family, as he rises to become King of the Viking tribes. As well as being a fearless warrior, Ragnar embodies the Norse traditions of devotion to the gods. Legend has it that he was a direct descendant of Odin, the god of war and warriors.","release_year":"2013","imdb_rating":"8.1","trailer_id":"7rcozIVtujw","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/bQLrHIRNEkE3PdIWQrZHynQZazu.jpg"},{"id":"2639","title":"Modern Family","type":"tv","genre":"Comedy","description":"The Pritchett-Dunphy-Tucker clan is a wonderfully large and blended family. They give us an honest and often hilarious look into the sometimes warm, sometimes twisted, embrace of the modern family.","release_year":"2009","imdb_rating":"7.9","trailer_id":"rbpTUPisA78","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/k5Qg5rgPoKdh3yTJJrLtyoyYGwC.jpg"},{"id":"2640","title":"The Office","type":"tv","genre":"Comedy","description":"The everyday lives of office employees in the Scranton, Pennsylvania branch of the fictional Dunder Mifflin Paper Company.","release_year":"2005","imdb_rating":"8.6","trailer_id":"-C2z-nshFts","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/dg9e5fPRRId8PoBE0F6jl5y85Eu.jpg"},{"id":"2641","title":"American Dad!","type":"tv","genre":"Animation, Comedy","description":"The series focuses on an eccentric motley crew that is the Smith family and their three housemates: Father, husband, and breadwinner Stan Smith; his better half housewife, Francine Smith; their college-aged daughter, Hayley Smith; and their high-school-aged son, Steve Smith. Outside of the Smith family, there are three additional main characters, including Hayley's boyfriend turned husband, Jeff Fischer; the family's man-in-a-goldfish-body pet, Klaus; and most notably the family's zany alien, Roger, who is \"full of masquerades, brazenness, and shocking antics.\"","release_year":"2005","imdb_rating":"7.0","trailer_id":"apr31MFjg08","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/3J7jRaMB6edkP1IXN7gUZCUxpsJ.jpg"},{"id":"2636","title":"Kamen Rider","type":"tv","genre":"Action & Adventure, Sci-Fi & Fantasy, Drama","description":"Takeshi Hongo is a promising young man with a passion for motorcycle racing. However, his dreams are suddenly ruined when he gets kidnapped by Shocker, the evil secret organization planning to dominate the world. After being remodeled into a cyborg, Takeshi escapes and swears to protect the world from the inhuman monsters.","release_year":"1971","imdb_rating":"6.5","trailer_id":"FY4TBfTLPEM","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/lv3OlrXyTNg4Dz0JrtopOmMziNs.jpg"},{"id":"2637","title":"CSI: Crime Scene Investigation","type":"tv","genre":"Crime, Drama, Mystery","description":"A Las Vegas team of forensic investigators are trained to solve criminal cases by scouring the crime scene, collecting irrefutable evidence and finding the missing pieces that solve the mystery.","release_year":"2000","imdb_rating":"7.6","trailer_id":"ApT1EYvrwuk","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/i5hmoRjHNWady4AtAGICTUXknKH.jpg"},{"id":"2638","title":"Fargo","type":"tv","genre":"Crime, Drama","description":"A close-knit anthology series dealing with stories involving malice, violence and murder based in and around Minnesota.","release_year":"2014","imdb_rating":"8.3","trailer_id":"FXIeYKlMA_0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/6U9CPeD8obHzweikFhiLhpc7YBT.jpg"},{"id":"2633","title":"Friends","type":"tv","genre":"Comedy","description":"Six young people from New York City, on their own and struggling to survive in the real world, find the companionship, comfort and support they get from each other to be the perfect antidote to the pressures of life.","release_year":"1994","imdb_rating":"8.4","trailer_id":"H29XSxoKp80","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/2koX1xLkpTQM4IZebYvKysFW1Nh.jpg"},{"id":"2634","title":"The X-Files","type":"tv","genre":"Mystery, Sci-Fi & Fantasy, Crime","description":"The exploits of FBI Special Agents Fox Mulder and Dana Scully who investigate X-Files: marginalized, unsolved cases involving paranormal phenomena. Mulder believes in the existence of aliens and the paranormal while Scully, a skeptic, is assigned to make scientific analyses of Mulder's discoveries that debunk Mulder's work and thus return him to mainstream cases.","release_year":"1993","imdb_rating":"8.4","trailer_id":"_HTByz4RlqI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/rcBx0p8h51LHceyhquYMxbspJQu.jpg"},{"id":"2635","title":"Homeland","type":"tv","genre":"Drama, War & Politics, Crime","description":"CIA officer Carrie Mathison is tops in her field despite being bipolar, which makes her volatile and unpredictable. With the help of her long-time mentor Saul Berenson, Carrie fearlessly risks everything, including her personal well-being and even sanity, at every turn.","release_year":"2011","imdb_rating":"7.6","trailer_id":"KyFmS3wRPCQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/6GAvS2e6VIRsms9FpVt33PsCoEW.jpg"},{"id":"2630","title":"Breaking Bad","type":"tv","genre":"Drama, Crime","description":"Walter White, a New Mexico chemistry teacher, is diagnosed with Stage III cancer and given a prognosis of only two years left to live. He becomes filled with a sense of fearlessness and an unrelenting desire to secure his family's financial future at any cost as he enters the dangerous world of drugs and crime.","release_year":"2008","imdb_rating":"8.9","trailer_id":"XZ8daibM3AE","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/ztkUQFLlC19CCMYHW9o1zWhJRNq.jpg"},{"id":"2631","title":"The Blacklist","type":"tv","genre":"Drama, Crime, Mystery","description":"Raymond \"Red\" Reddington, one of the FBI's most wanted fugitives, surrenders in person at FBI Headquarters in Washington, D.C. He claims that he and the FBI have the same interests: bringing down dangerous criminals and terrorists. In the last two decades, he's made a list of criminals and terrorists that matter the most but the FBI cannot find because it does not know they exist. Reddington calls this \"The Blacklist\". Reddington will co-operate, but insists that he will speak only to Elizabeth Keen, a rookie FBI profiler.","release_year":"2013","imdb_rating":"7.6","trailer_id":"JGBIimq1I3A","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/4HTfd1PhgFUenJxVuBDNdLmdr0c.jpg"},{"id":"2632","title":"Dexter","type":"tv","genre":"Crime, Drama, Mystery","description":"Dexter Morgan, a blood spatter pattern analyst for the Miami Metro Police also leads a secret life as a serial killer, hunting down criminals who have slipped through the cracks of justice.","release_year":"2006","imdb_rating":"8.2","trailer_id":"YQeUmSD1c3g","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/q8dWfc4JwQuv3HayIZeO84jAXED.jpg"},{"id":"2628","title":"Shameless","type":"tv","genre":"Drama, Comedy","description":"Chicagoan Frank Gallagher is the proud single dad of six smart, industrious, independent kids, who without him would be... perhaps better off. When Frank's not at the bar spending what little money they have, he's passed out on the floor. But the kids have found ways to grow up in spite of him. They may not be like any family you know, but they make no apologies for being exactly who they are.","release_year":"2011","imdb_rating":"8.2","trailer_id":"9tvkYS5cA58","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/ifo31fMWLmyOVpdak9K0kY4jldQ.jpg"},{"id":"2629","title":"Lost","type":"tv","genre":"Mystery, Action & Adventure, Drama","description":"Stripped of everything, the survivors of a horrific plane crash  must work together to stay alive. But the island holds many secrets.","release_year":"2004","imdb_rating":"7.9","trailer_id":"KTu8iDynwNc","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/og6S0aTZU6YUJAbqxeKjCa3kY1E.jpg"},{"id":"2625","title":"Law & Order","type":"tv","genre":"Crime, Drama","description":"In cases ripped from the headlines, police investigate serious and often deadly crimes, weighing the evidence and questioning the suspects until someone is taken into custody. The district attorney's office then builds a case to convict the perpetrator by proving the person guilty beyond a reasonable doubt. Working together, these expert teams navigate all sides of the complex criminal justice system to make New York a safer place.","release_year":"1990","imdb_rating":"7.4","trailer_id":"RzN8cPlcMTU","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/haJ9eHytVO3H3JooMJG1DiWwDNm.jpg"},{"id":"2626","title":"Smallville","type":"tv","genre":"Sci-Fi & Fantasy, Action & Adventure, Drama","description":"The origins of the world’s greatest hero–from Krypton refugee Kal-el’s arrival on Earth through his tumultuous teen years to Clark Kent’s final steps toward embracing his destiny as the Man of Steel.","release_year":"2001","imdb_rating":"8.2","trailer_id":"70Y32si4yb8","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/azU5zRPEaiACTY6kAlEddIe8ypk.jpg"},{"id":"2627","title":"Criminal Minds","type":"tv","genre":"Crime, Drama, Mystery","description":"An elite team of FBI profilers analyze the country's most twisted criminal minds, anticipating their next moves before they strike again. The Behavioral Analysis Unit's most experienced agent is David Rossi, a founding member of the BAU who returns to help the team solve new cases.","release_year":"2005","imdb_rating":"8.3","trailer_id":"NTYxiJBbEZk","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/gigxjNnACiXAfrwoMox5WJFgc0I.jpg"},{"id":"2622","title":"Game of Thrones","type":"tv","genre":"Sci-Fi & Fantasy, Drama, Action & Adventure","description":"Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.","release_year":"2011","imdb_rating":"8.5","trailer_id":"KPLWWIOCOOQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/1XS1oqL89opfnbLl8WnZY1O1uJx.jpg"},{"id":"2623","title":"Midsomer Murders","type":"tv","genre":"Crime, Drama, Mystery","description":"The peacefulness of the Midsomer community is shattered by violent crimes, suspects are placed under suspicion, and it is up to a veteran DCI and his young sergeant to calmly and diligently eliminate the innocent and ruthlessly pursue the guilty. ","release_year":"1997","imdb_rating":"7.5","trailer_id":"ym8b4UJDqcw","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/pz7tsWxe0TTdfJnWPjZAEnrSl5M.jpg"},{"id":"2624","title":"House","type":"tv","genre":"Drama, Comedy, Mystery","description":"Dr. Gregory House, a drug-addicted, unconventional, misanthropic medical genius, leads a team of diagnosticians at the fictional Princeton–Plainsboro Teaching Hospital in New Jersey.","release_year":"2004","imdb_rating":"8.6","trailer_id":"MczMB8nU1sY","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/3Cz7ySOQJmqiuTdrc6CY0r65yDI.jpg"},{"id":"2619","title":"The Simpsons","type":"tv","genre":"Family, Animation, Comedy","description":"Set in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general.","release_year":"1989","imdb_rating":"8.0","trailer_id":"_jgYEYERYFQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/uWpG7GqfKGQqX4YMAo3nv5OrglV.jpg"},{"id":"2620","title":"NCIS","type":"tv","genre":"Crime, Drama, Action & Adventure","description":"From murder and espionage to terrorism and stolen submarines, a team of special agents investigates any crime that has any connection to Navy and Marine Corps personnel, regardless of rank or position.","release_year":"2003","imdb_rating":"7.6","trailer_id":"BhtDgn31XZo","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/mBcu8d6x6zB1el3MPNl7cZQEQ31.jpg"},{"id":"2621","title":"Family Guy","type":"tv","genre":"Animation, Comedy","description":"Sick, twisted, politically incorrect and Freakin' Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.","release_year":"1999","imdb_rating":"7.4","trailer_id":"J32iwo65RMc","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/3PFsEuAiyLkWsP4GG6dIV37Q6gu.jpg"},{"id":"2618","title":"Supernatural","type":"tv","genre":"Drama, Mystery, Sci-Fi & Fantasy","description":"When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. ","release_year":"2005","imdb_rating":"8.3","trailer_id":"yy96yJjkvjo","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/u40gJarLPlIkwouKlzGdobQOV9k.jpg"},{"id":"1992","title":"You Quiz on the Block","type":"tv","genre":"10767,35","description":"Yoo Jae-suk and Jo Se-ho who enter ordinary people's everyday lives, chat with them, and give them surprise quizzes! The talk and quiz show program will spotlight these people's lives and aims to gift them a refreshing, different kind of day. Recently they're also inviting celebrities & professionals to the show.","release_year":"2018","imdb_rating":"8.3","trailer_id":"j2IOYzbzP3c","thumbnail":null},{"id":"1980","title":"Goblin Slayer","type":"tv","genre":"16,10759,10765","description":"\"I'm not saving the world. I just kill goblins.\"\n\nRumor has it that, in a certain guild in the middle of nowhere, there is an extraordinary man who has climbed all the way to the Silver rank just by killing goblins. At the same guild, a priestess who's just become a new adventurer has formed her first party... and the man who ends up rescuing that party when they get into trouble is none other than the Goblin Slayer.","release_year":"2018","imdb_rating":"8.1","trailer_id":"7qnhoB_cHSg","thumbnail":null},{"id":"1981","title":"Rascal Does Not Dream of Bunny Girl Senpai","type":"tv","genre":"16,35,18","description":"Puberty Syndrome—a rumored, mysterious syndrome that only affects those in their puberty. For example, a bunny girl suddenly appeared in front of Sakuta Azusagawa. The bunny girl's real identity is Mai Sakurajima, a teenage celebrity who is currently an inactive high school senior. For some reason, her charming figure does not reflect in the eyes of others. In the course of revealing the mystery behind this phenomenon, Sakuta begins to explore his feelings towards Mai. Set in a city where the skies and seas shine, Sakuta unfolds the meaning behind his bizarre encounters on women with the said syndrome.","release_year":"2018","imdb_rating":"8.5","trailer_id":"o0TZj_d3Yfg","thumbnail":null},{"id":"1982","title":"Balthazar","type":"tv","genre":"80","description":"Facing a series of complex murder cases, new police commander Hélène Bach must learn to work with the brilliant yet exasperating Raphaël, who can make the dead speak like no-one else.","release_year":"2018","imdb_rating":"7.7","trailer_id":"Cy5h8BsQZOQ","thumbnail":null},{"id":"1983","title":"Laid-Back Camp","type":"tv","genre":"16,35","description":"Nadeshiko, a high school student who had moved from Shizuoka to Yamanashi, decides to see the famous, 1000 yen-bill-featured Mount Fuji. Even though she manages to bike all the way to Motosu, she's forced to turn back because of worsening weather. Unable to set her eyes on her goal, she faints partway to her destination. When she wakes up, it's night, in a place she's never been before, with no way of knowing how to get home. Nadeshiko is saved when she encounters Rin, a girl who is out camping by herself. This outdoorsy girls story begins with this first encounter between Nadeshiko and Rin.","release_year":"2018","imdb_rating":"8.1","trailer_id":"ZlL01zXTq4c","thumbnail":null},{"id":"1985","title":"Girl from Nowhere","type":"tv","genre":"18,9648,80","description":"A mysterious, clever girl named Nanno transfers to different schools, exposing the lies and misdeeds of the students and faculty at every turn.","release_year":"2018","imdb_rating":"8.5","trailer_id":"qgI2oEpMN58","thumbnail":null},{"id":"1987","title":"Castle Rock","type":"tv","genre":"9648,18","description":"Based on the stories of Stephen King, the series intertwines characters and themes from the fictional town of Castle Rock.","release_year":"2018","imdb_rating":"7.2","trailer_id":"Qnevxf_Lop0","thumbnail":null},{"id":"1990","title":"A Discovery of Witches","type":"tv","genre":"10765,18","description":"Closet witch Diana Bishop and centuries-old vampire Matthew Clairmont are drawn into a deadly mystery and forbidden romance when a magical book shows up in an Oxford library.","release_year":"2018","imdb_rating":"7.8","trailer_id":"L7DQheZiLtg","thumbnail":null},{"id":"1991","title":"The Haunting of Hill House","type":"tv","genre":"9648,18","description":"Flashing between past and present, a fractured family confronts haunting memories of their old home and the terrifying events that drove them from it.","release_year":"2018","imdb_rating":"8.1","trailer_id":"E9RP7j6ltHM","thumbnail":null},{"id":"1940","title":"The Rookie","type":"tv","genre":"80,18,35","description":"Starting over isn't easy, especially for small-town guy John Nolan who, after a life-altering incident, is pursuing his dream of being an LAPD officer. As the force's oldest rookie, he’s met with skepticism from some higher-ups who see him as just a walking midlife crisis.","release_year":"2018","imdb_rating":"8.5","trailer_id":"8BPlx6eK1vc","thumbnail":null},{"id":"1941","title":"Yellowstone","type":"tv","genre":"37,18","description":"Follow the violent world of the Dutton family, who controls the largest contiguous ranch in the United States. Led by their patriarch John Dutton, the family defends their property against constant attack by land developers, an Indian reservation, and America’s first National Park.","release_year":"2018","imdb_rating":"8.3","trailer_id":"suobrMPBLlo","thumbnail":null},{"id":"1942","title":"FBI","type":"tv","genre":"80,10759,18","description":"The New York office of the FBI brings to bear all their talents, intellect and technical expertise on major cases in order to keep their city and the country safe.","release_year":"2018","imdb_rating":"7.9","trailer_id":"O7oPFgb6VNE","thumbnail":null},{"id":"1943","title":"You","type":"tv","genre":"9648,80,18","description":"A dangerously charming, intensely obsessive young man goes to extreme measures to insert himself into the lives of those he is transfixed by.","release_year":"2018","imdb_rating":"8.0","trailer_id":"v99ooSjCVhg","thumbnail":null},{"id":"1944","title":"9-1-1","type":"tv","genre":"18,80,10759","description":"Explore the high-pressure experiences of police officers, paramedics and firefighters who are thrust into the most frightening, shocking and heart-stopping situations. These emergency responders must try to balance saving those who are at their most vulnerable with solving the problems in their own lives.","release_year":"2018","imdb_rating":"8.2","trailer_id":"_8MHJfUMqPA","thumbnail":null},{"id":"1945","title":"The Queen of Flow","type":"tv","genre":"18","description":"After spending seventeen years in prison unfairly, a talented songwriter seeks revenge on the men who sank her and killed her family.","release_year":"2018","imdb_rating":"8.0","trailer_id":"sZjBH4cuO5k","thumbnail":null},{"id":"1946","title":"Elite","type":"tv","genre":"80,9648,18","description":"When three working class kids enroll in the most exclusive school in Spain, the clash between the wealthy and the poor students leads to tragedy.","release_year":"2018","imdb_rating":"8.0","trailer_id":"QNwhAdrdwp0","thumbnail":null},{"id":"1948","title":"Soul Land","type":"tv","genre":"16,18,10765,10759","description":"Tang San spent his life in the Tang Outer Sect, dedicated to the creation and mastery of hidden weapons. Once he stole the secret lore of the Inner Sect to reach the pinnacle of his art, his only way out was death. But after throwing himself off the deadly Hell's Peak he was reborn in a different world, the world of Douluo Dalu, a world where every person has a spirit of their own, and those with powerful spirits can practice their spirit power to rise and become Spirit Masters.\n\nThe spirit that awakens within Tang San is Blue Silver Grass, a useless spirit. Can he overcome the difficulties to reach the high ranks of Spirit Masters and bring the glory of the Tang Sect into this new world?","release_year":"2018","imdb_rating":"8.2","trailer_id":"7TfetAbO38c","thumbnail":null},{"id":"1950","title":"The Resident","type":"tv","genre":"18","description":"A tough, brilliant senior resident guides an idealistic young doctor through his first day, pulling back the curtain on what really happens, both good and bad, in modern-day medicine.","release_year":"2018","imdb_rating":"8.4","trailer_id":"WoXUrkwRrwc","thumbnail":null},{"id":"1952","title":"Tom Clancy's Jack Ryan","type":"tv","genre":"10759,18","description":"When CIA analyst Jack Ryan stumbles upon a suspicious series of bank transfers his search for answers pulls him from the safety of his desk job and catapults him into a deadly game of cat and mouse throughout Europe and the Middle East, with a rising terrorist figurehead preparing for a massive attack against the US and her allies.","release_year":"2018","imdb_rating":"7.7","trailer_id":"wjpcQ-6F12Q","thumbnail":null},{"id":"1953","title":"Bluey","type":"tv","genre":"16,35,10762","description":"Bluey is an inexhaustible six year-old Blue Heeler dog, who loves to play and turns everyday family life into extraordinary adventures, developing her imagination as well as her mental, physical and emotional resilience.","release_year":"2018","imdb_rating":"8.6","trailer_id":"2ZtG5Ba6iT0","thumbnail":null},{"id":"1955","title":"Cobra Kai","type":"tv","genre":"10759,18,35","description":"This Karate Kid sequel series picks up 30 years after the events of the 1984 All Valley Karate Tournament and finds Johnny Lawrence on the hunt for redemption by reopening the infamous Cobra Kai karate dojo. This reignites his old rivalry with the successful Daniel LaRusso, who has been working to maintain the balance in his life without mentor Mr. Miyagi.","release_year":"2018","imdb_rating":"8.2","trailer_id":"c1z7iLlFu9E","thumbnail":null},{"id":"1956","title":"Succession","type":"tv","genre":"18,35","description":"Follow the lives of the Roy family as they contemplate their future once their aging father begins to step back from the media and entertainment conglomerate they control.","release_year":"2018","imdb_rating":"8.3","trailer_id":"ZO-XX1UpsqY","thumbnail":null},{"id":"1958","title":"Amazing Saturday","type":"tv","genre":"35,10764","description":"A group of hungry celebrities listen to poppin’ tunes, from recent hits to all-time-favorites, to correctly dictate a part of the lyrics.\n\nThe songs may sound familiar, but the part they must dictate are unclear to the naked ear, as the lyrics are slurred, muffled by strong beats, etc.\n\nIf they get the lyrics right, they get to share exquisite regional dishes. But if they get them wrong, a professional eater gobbles it up instead.","release_year":"2018","imdb_rating":"7.6","trailer_id":"apJOlU1WB94","thumbnail":null},{"id":"1959","title":"Magnum P.I.","type":"tv","genre":"10759,18,80","description":"Thomas Magnum, a decorated former Navy SEAL, returns home from Afghanistan and applies his military skills to become a private investigator in Hawaii taking jobs no one else will—with the help of fellow vets T.C. Calvin and Rick Wright, and former MI:6 agent, Juliet Higgins.","release_year":"2018","imdb_rating":"7.6","trailer_id":"qMmv9JFOEB0","thumbnail":null},{"id":"1961","title":"Yarichin Bitch Club","type":"tv","genre":"16,35","description":"First-year Toono transfers from Tokyo to the all-boys boarding school deep in the mountains, \"Mori Moori Private School.\" The friendly Yaguchi who calls out to him becomes his only friend, but his dislike of sports makes him join the most laid-back looking photography club instead of Yaguchi's soccer club. However, the photography club is in name only and is actually nicknamed the \"Yarichin Bitch Club,\" filled with colorful seniors. In contrast to the troubled Toono, Kajima, who joined the club at the same time, is completely unphased and even slips a confession to Toono into the confusion. Toono himself thinks Yaguchi is cute, but Yaguchi finds himself blushing around Kajima and stuff happens. Furthermore, complications arise between the seniors…","release_year":"2018","imdb_rating":"7.2","trailer_id":"RHoZH_O-UMk","thumbnail":null},{"id":"1963","title":"Legacies","type":"tv","genre":"10765,18","description":"In a place where young witches, vampires, and werewolves are nurtured to be their best selves in spite of their worst impulses, Klaus Mikaelson’s daughter, 17-year-old Hope Mikaelson, Alaric Saltzman’s twins, Lizzie and Josie Saltzman, among others, come of age into heroes and villains at The Salvatore School for the Young and Gifted.","release_year":"2018","imdb_rating":"8.4","trailer_id":"xHHM5VTATJo","thumbnail":null},{"id":"1964","title":"Titans","type":"tv","genre":"18,10759,10765","description":"A team of young superheroes led by Nightwing (formerly Batman's first Robin) form to combat evil and other perils.","release_year":"2018","imdb_rating":"7.9","trailer_id":"9xIZoih_DaE","thumbnail":null},{"id":"1965","title":"New Amsterdam","type":"tv","genre":"18","description":"The new medical director breaks the rules to heal the system at America's oldest public hospital. Max Goodwin sets out to tear up the bureaucracy and provide exceptional care, but the doctors and staff are not so sure he can succeed. They've heard this before. Not taking \"no\" for an answer, Dr. Goodwin's instinctive response to problems large and small is four simple words: \"How can I help?\" He has to disrupt the status quo and prove he'll stop at nothing to breathe new life into this underfunded and underappreciated hospital, returning it to the glory that put it on the map.","release_year":"2018","imdb_rating":"8.3","trailer_id":"4pmG-c-P824","thumbnail":null},{"id":"1967","title":"Aladdin - Naam Toh Suna Hoga","type":"tv","genre":"35,18,10765","description":"Aladdin is an age-old fantasy tale of a 20-year-old boy and his travails around his family and love. It is an absolute family entertainer show. It has got the fantastical factor of classic tale as well as the nail-biting thriller, heart-warming romance and affecting family equations. Despite being set in a very old legendary talismanic era, all the characters are entertaining, yet relatable which makes the fans correlate with its humor.","release_year":"2018","imdb_rating":"7.0","trailer_id":"Jy-j7ux8i-c","thumbnail":null},{"id":"1968","title":"Chilling Adventures of Sabrina","type":"tv","genre":"9648,10765,18","description":"Magic and mischief collide as half-human, half-witch Sabrina navigates between two worlds: mortal teen life and her family's legacy, the Church of Night.","release_year":"2018","imdb_rating":"8.2","trailer_id":"R2gbPxeNk2E","thumbnail":null},{"id":"1969","title":"Golden Kamuy","type":"tv","genre":"10759,16,35","description":"A Russo-Japanese War veteran partners with an Ainu girl to find a treasure stolen from her people, but they’re not the only ones pursuing the gold.","release_year":"2018","imdb_rating":"7.6","trailer_id":"G2raRyN6kgY","thumbnail":null},{"id":"1970","title":"Manifest","type":"tv","genre":"10765,9648,18","description":"After landing from a turbulent but routine flight, the crew and passengers of Montego Air Flight 828 discover five years have passed in what seemed like a few hours. As their new realities become clear, a deeper mystery unfolds and some of the returned passengers soon realize they may be meant for something greater than they ever thought possible.","release_year":"2018","imdb_rating":"7.6","trailer_id":"I1hNAIzkQWY","thumbnail":null},{"id":"1971","title":"Super Dragon Ball Heroes","type":"tv","genre":"16,10759,10765","description":"Trunks returns from the future to train with Goku and Vegeta. However, it disappears without warning. Then the mysterious Fu bursts in, telling them that Trunks has been imprisoned in the Prison Planet, a mysterious complex in an unknown place in the universes. The group seeks the dragon balls to free Trunks, but an endless battle awaits them! Will Goku and the others rescue Trunks and escape the Prison Planet?","release_year":"2018","imdb_rating":"7.6","trailer_id":"qrOlw3Y0Ous","thumbnail":null},{"id":"1972","title":"Puzzle & Dragons","type":"tv","genre":"10762,16,10759,10765,35","description":"The story is set in modern day Japan following the growth of the protagonist Taiga Akashi, an elementary school kid who wants to be a professional gamer someday.","release_year":"2018","imdb_rating":"8.0","trailer_id":"hL5nP9UTJVA","thumbnail":null},{"id":"1973","title":"Station 19","type":"tv","genre":"18,10759","description":"A group of heroic firefighters at Seattle Fire Station 19—from captain to newest recruit—risk their lives and hearts both in the line of duty and off the clock. These brave men and women are like family, literally and figuratively, and together they put their own lives in jeopardy as first responders to save the lives of others.","release_year":"2018","imdb_rating":"8.2","trailer_id":"T8rZHWgYpyA","thumbnail":null},{"id":"1974","title":"Cells at Work!","type":"tv","genre":"16,10759,35","description":"This is a story about you. A tale about the inside of your body... According to a new study, the human body consists of approximately 37 trillion cells. These cells are hard at work every day within a world that is your body. From the oxygen-carrying red blood cells to the bacteria-fighting white blood cells, get to know the unsung heroes and the drama that unfolds inside of you! It's the oddly relatable and interesting story that is the life of cells!","release_year":"2018","imdb_rating":"8.1","trailer_id":"HMXWvvjAJek","thumbnail":null},{"id":"1975","title":"Altered Carbon","type":"tv","genre":"10765,18","description":"After 250 years on ice, a prisoner returns to life in a new body with one chance to win his freedom: by solving a mind-bending murder.","release_year":"2018","imdb_rating":"7.6","trailer_id":"M8PsZki6NGU","thumbnail":null},{"id":"1976","title":"Narcos: Mexico","type":"tv","genre":"18,80","description":"See the rise of the Guadalajara Cartel as an American DEA agent learns the danger of targeting narcos in 1980s Mexico.","release_year":"2018","imdb_rating":"7.9","trailer_id":"4F7eu_n-ElQ","thumbnail":null},{"id":"1978","title":"Killing Eve","type":"tv","genre":"80,18","description":"A security consultant hunts for a ruthless assassin. Equally obsessed with each other, they go head to head in an epic game of cat-and-mouse.","release_year":"2018","imdb_rating":"7.9","trailer_id":"XiSJUo-Ntqc","thumbnail":null},{"id":"1979","title":"That Time I Got Reincarnated as a Slime","type":"tv","genre":"10759,16,10765,35","description":"Mikami's boring life ends abruptly when he's reincarnated in another world as a slime monster. He then forms a party of monsters, changing everything.","release_year":"2018","imdb_rating":"8.4","trailer_id":"uOzwqb74K34","thumbnail":null},{"id":"1834","title":"The Demon Girl Next Door","type":"tv","genre":"16,35,10765","description":"Awakening her dormant abilities as a devil one day, Yuuko Yoshida aka Shadow Mistress Yuuko, is entrusted with the mission to defeat the Light clan's shrine maiden, a magical girl, by her ancestor Lilith. Yuuko meets magical girl Momo Chiyoda through her classmate Anri Sada, and challenges her to a duel, but loses quickly due to her lack of strength.\n\nSince then, Yuuko has struggled with her role as a devil and her duel with Momo, and borrowed help from her regularly. However, by a strange coincidence, Yuuko also weakens Momo by taking away her power to cooperate in protecting the peace of Tama city.","release_year":"2019","imdb_rating":"8.0","trailer_id":"i3w30KkfH6s","thumbnail":null},{"id":"1836","title":"The Untamed","type":"tv","genre":"10759,18,9648","description":"In a magical world of inter-clan rivalry, two soulmates face treacherous schemes and uncover a dark mystery linked to a tragic event in the past.","release_year":"2019","imdb_rating":"8.6","trailer_id":"2ldvydu34Is","thumbnail":null},{"id":"1837","title":"Vagabond","type":"tv","genre":"18,9648,10759","description":"Stuntman Cha Dal-geon gets involved in a tragic airplane crash and ends up discovering a national corruption scandal in the process. Go Hae-ri, the oldest daughter of a deceased marine, decides to work for the National Intelligence Service as a secret ops agent in order to support her mom and younger siblings, although all she wanted to do is to become a civil servant.","release_year":"2019","imdb_rating":"8.3","trailer_id":"tyhnEHCUtv4","thumbnail":null},{"id":"1839","title":"Batwoman","type":"tv","genre":"10765,10759","description":"Kate Kane, armed with a passion for social justice and a flair for speaking her mind, soars onto the streets of Gotham as Batwoman, an out lesbian and highly trained street fighter primed to snuff out the failing city's criminal resurgence. But don't call her a hero yet. In a city desperate for a savior, Kate must overcome her own demons before embracing the call to be Gotham's symbol of hope","release_year":"2019","imdb_rating":"6.9","trailer_id":"mPMjcNKsHTE","thumbnail":null},{"id":"1841","title":"Ghosts","type":"tv","genre":"35,10765","description":"A cash-strapped young couple inherits a grand country house, only to find it is both falling apart and teeming with the ghosts of former inhabitants.","release_year":"2019","imdb_rating":"7.9","trailer_id":"8GJrrrF5_4M","thumbnail":null},{"id":"1843","title":"Watchmen","type":"tv","genre":"18,80,10765,9648,10759","description":"Set in an alternate history where “superheroes” are treated as outlaws, “Watchmen” embraces the nostalgia of the original groundbreaking graphic novel while attempting to break new ground of its own.","release_year":"2019","imdb_rating":"7.6","trailer_id":"7RhBjI9dPe4","thumbnail":null},{"id":"1820","title":"Love Island","type":"tv","genre":"10764","description":"The matchmaking begins as a group of single \"Islanders\" come together in a stunning villa on a beautiful tropical island, ready to embark on a summer of dating, romance, and ultimately, relationships. Every few days the Islanders pair up and those who are not coupled are at risk of being dumped from the island. Islanders are on the lookout for romance, but the road to love doesn't always run smoothly.","release_year":"2019","imdb_rating":"7.0","trailer_id":"fpIehnHmjRY","thumbnail":null},{"id":"1819","title":"Fire Force","type":"tv","genre":"16,10759,10765,35","description":"Year 198 of the Solar Era in Tokyo, special fire brigades are fighting against a phenomenon called spontaneous human combustion where humans beings are turned into living infernos called \"Infernals\". While the Infernals are first generation cases of spontaneous human combustion, later generations possess the ability to manipulate flames while retaining human form. Shinra Kusakabe, a youth who gained the nickname Devil's Footprints for his ability to ignite his feet at will, joins the Special Fire Force Company 8 which composes of other flames users as they work to extinguish any Infernals they encounter. As a faction that is creating Infernals appears, Shira begins to uncover the truth behind a mysterious fire that caused the death of his family twelve years ago.","release_year":"2019","imdb_rating":"8.4","trailer_id":"fzM43HZ6oeg","thumbnail":null},{"id":"1821","title":"The Rising of the Shield Hero","type":"tv","genre":"16,10759,10765,18","description":"Iwatani Naofumi, a run-of-the-mill otaku, finds a book in the library that summons him to another world. He is tasked with joining the sword, spear, and bow as one of the Four Cardinal Heroes and fighting the Waves of Catastrophe as the Shield Hero. Excited by the prospect of a grand adventure, Naofumi sets off with his party. However, merely a few days later, he is betrayed and loses all his money, dignity, and respect. Unable to trust anyone anymore, he employs a slave named Raphtalia and takes on the Waves and the world. But will he really find a way to overturn this desperate situation?","release_year":"2019","imdb_rating":"8.5","trailer_id":"rKnyi3TRznA","thumbnail":null}]}