{"success":true,"count":100,"movies":[{"id":"2668","title":"Raw","type":"tv","genre":"Reality","description":"A regularly scheduled, live, year-round program featuring some of the biggest WWE Superstars.","release_year":"1993","imdb_rating":"6.8","trailer_id":"FVO6mUQMon8","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/pv5WNnLUo7mpT8k901Lo8UovrqI.jpg"},{"id":"2665","title":"Arrow","type":"tv","genre":"Crime, Drama, Action & Adventure","description":"Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow.","release_year":"2012","imdb_rating":"6.8","trailer_id":"QLVHmovfMQI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/u8ZHFj1jC384JEkTt3vNg1DfWEb.jpg"},{"id":"2666","title":"Castle","type":"tv","genre":"Drama, Crime","description":"After a serial killer imitates the plots of his novels, successful mystery novelist Richard \"Rick\" Castle receives permission from the Mayor of New York City to tag along with an NYPD homicide investigation team for research purposes.","release_year":"2009","imdb_rating":"8.0","trailer_id":"xjrObBtzGYg","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/diXBeMzvfJb2iJg3G0kCUaMCzEc.jpg"},{"id":"2667","title":"Blue Bloods","type":"tv","genre":"Crime, Drama","description":"A drama about a multi-generational family of cops dedicated to New York City law enforcement. Frank Reagan is the New York Police Commissioner and heads both the police force and the Reagan brood. He runs his department as diplomatically as he runs his family, even when dealing with the politics that plagued his unapologetically bold father, Henry, during his stint as Chief.","release_year":"2010","imdb_rating":"7.8","trailer_id":"mi6USkjUWv4","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/q1WlrxnCvNhBjJ4N7V0JQXjnIBN.jpg"},{"id":"2661","title":"Stargate SG-1","type":"tv","genre":"Sci-Fi & Fantasy, Action & Adventure","description":"The story of Stargate SG-1 begins about a year after the events of the feature film, when the United States government learns that an ancient alien device called the Stargate can access a network of such devices on a multitude of planets. SG-1 is an elite Air Force special operations team, one of more than two dozen teams from Earth who explore the galaxy and defend against alien threats such as the Goa'uld, Replicators, and the Ori.","release_year":"1997","imdb_rating":"8.3","trailer_id":"wSRS7c_UqaM","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/dQjmI7XxI47v8IM2MUysHG0LuU2.jpg"},{"id":"2662","title":"Two and a Half Men","type":"tv","genre":"Comedy","description":"A hedonistic jingle writer's free-wheeling life comes to an abrupt halt when his brother and 10-year-old nephew move into his beach-front house.","release_year":"2003","imdb_rating":"7.4","trailer_id":"E7ap_eCWxYI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/xgfjxyV3g1S68opzuvG6G87muDp.jpg"},{"id":"2663","title":"Rick and Morty","type":"tv","genre":"Animation, Comedy, Sci-Fi & Fantasy, Action & Adventure","description":"Follows a sociopathic genius scientist who drags his inherently timid grandson on adventures across the universe.","release_year":"2013","imdb_rating":"8.7","trailer_id":"WNhH00OIPP0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/WGRQ8FpjkDTzivQJ43t94bOuY0.jpg"},{"id":"2664","title":"Chicago P.D.","type":"tv","genre":"Crime, Drama","description":"A riveting police drama about the men and women of the Chicago Police Department's District 21 who put it all on the line to serve and protect their community. District 21 is made up of two distinctly different groups: the uniformed cops who patrol the beat and go head-to-head with the city's street crimes and the Intelligence Unit that combats the city's major offenses - organized crime, drug trafficking, high profile murders and beyond.","release_year":"2014","imdb_rating":"8.4","trailer_id":"NZcr9IFS9R0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/bez40PgT36RUu4gstD2A6GSM0tP.jpg"},{"id":"2659","title":"The Tonight Show Starring Johnny Carson","type":"tv","genre":"Talk","description":"The Tonight Show Starring Johnny Carson is a talk show hosted by Johnny Carson under The Tonight Show franchise from 1962 to 1992. It originally aired during late-night. For its first ten years, Carson's Tonight Show was based in New York City with occasional trips to Burbank, California; in May 1972, the show moved permanently to Burbank, California. In 2002, The Tonight Show Starring Johnny Carson was ranked #12 on TV Guide's 50 Greatest TV Shows of All Time.","release_year":"1962","imdb_rating":"7.5","trailer_id":"zyl4Vvjc7pI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/uSvET5YUvHNDIeoCpErrbSmasFb.jpg"},{"id":"2660","title":"Prison Break","type":"tv","genre":"Action & Adventure, Crime, Drama","description":"Due to a political conspiracy, an innocent man is sent to death row and his only hope is his brother, who makes it his mission to deliberately get himself sent to the same prison in order to break the both of them out, from the inside out.","release_year":"2005","imdb_rating":"8.1","trailer_id":"AL9zLctDJaU","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/wnmNPaLvhnMeOqnWlhNkYCZxtda.jpg"},{"id":"2657","title":"The Sopranos","type":"tv","genre":"Crime, Drama","description":"The story of New Jersey-based Italian-American mobster Tony Soprano and the difficulties he faces as he tries to balance the conflicting requirements of his home life and the criminal organization he heads. Those difficulties are often highlighted through his ongoing professional relationship with psychiatrist Jennifer Melfi. The show features Tony's family members and Mafia associates in prominent roles and story arcs, most notably his wife Carmela and his cousin and protégé Christopher Moltisanti.","release_year":"1999","imdb_rating":"8.7","trailer_id":"Q8cBFvpqmH0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/rTc7ZXdroqjkKivFPvCPX0Ru7uw.jpg"},{"id":"2658","title":"Bleach","type":"tv","genre":"Action & Adventure, Animation, Sci-Fi & Fantasy","description":"For as long as he can remember, Ichigo Kurosaki has been able to see ghosts. But when he meets Rukia, a Soul Reaper who battles evil spirits known as Hollows, he finds his life is changed forever. Now, with a newfound wealth of spiritual energy, Ichigo discovers his true calling: to protect the living and the dead from evil.","release_year":"2004","imdb_rating":"8.4","trailer_id":"ASobpXYYoVQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/2EewmxXe72ogD0EaWM8gqa0ccIw.jpg"},{"id":"2654","title":"24","type":"tv","genre":"Action & Adventure, Drama, Crime","description":"Counterterrorism agent Jack Bauer fights the bad guys of the world, a day at a time. With each week's episode unfolding in real-time, \"24\" covers a single day in the life of Bauer each season.","release_year":"2001","imdb_rating":"7.8","trailer_id":"kyWafhzs6zw","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/iq6yrZ5LEDXf1ArCOYLq8PIUBpV.jpg"},{"id":"2655","title":"Chicago Fire","type":"tv","genre":"Drama","description":"An edge-of-your-seat view into the lives of everyday heroes committed to one of America's noblest professions. For the firefighters, rescue squad and paramedics of Chicago Firehouse 51, no occupation is more stressful or dangerous, yet so rewarding and exhilarating. These courageous men and women are among the elite who forge headfirst into danger when everyone else is running the other way and whose actions make the difference between life and death.","release_year":"2012","imdb_rating":"8.4","trailer_id":"IIeSDILTE5M","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/r915sk2JpthZSjHEgZKifWxgo6L.jpg"},{"id":"2656","title":"Pokémon","type":"tv","genre":"Animation, Action & Adventure, Sci-Fi & Fantasy","description":"Join Ash accompanied by his partner Pikachu, as he travels through many regions, meets new friends and faces new challenges on his quest to become a Pokémon Master.","release_year":"1997","imdb_rating":"8.0","trailer_id":"kfgfQPA6oPI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/rOuGm07PxBhEsK9TaGPRQVJQm1X.jpg"},{"id":"2651","title":"Državni posao","type":"tv","genre":"Comedy","description":"The backbone of the \"Državni Posao (Government Job)\" are satirical talks between the three actors, the comments are reminiscent of the \"stand-up\" form. These are short, witty comments and observations on daily life, circumstances, sociopolitical situation, sports, entertainment world, their personal opinions on various topics. The main idea is to present day in a non-existent government company and three employees of thinking about daily events in it, but also about life and society in general. Topics drawn from the daily and weekly press, for various blogs, websites, talk about movies, series, shows - radio and television. The idea is that actors humorously comment on current events, to laugh viewers and encourage them to think about them.","release_year":"2012","imdb_rating":"7.9","trailer_id":"qRYjL3QEELU","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/sceVlRK5RvnU1qjNipyWDHQXB7x.jpg"},{"id":"2652","title":"Chibi Maruko-chan","type":"tv","genre":"Animation, Comedy","description":"Meet Maruko, a sweet schoolgirl with a hefty dose of curiosity (and occasional laziness!). She sails through life in a cozy town alongside her loving parents, grandparents, and sister. Maruko has a band of loyal friends, including her closest pal, Tama-chan, but her playful and doting grandpa is at the heart of it all. Life is never dull in this charming series.","release_year":"1990","imdb_rating":"7.9","trailer_id":"QhYZOyOiHKI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/bfn54AAMuh47IFqeoco0jgeVH1a.jpg"},{"id":"2653","title":"Spartacus","type":"tv","genre":"Drama","description":"Torn from his homeland and the woman he loves, Spartacus is condemned to the brutal world of the arena where blood and death are primetime entertainment.","release_year":"2010","imdb_rating":"8.0","trailer_id":"4WXDJPaHuR4","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/c2GKN4VHCj1dnjFMANRpGkCVBae.jpg"},{"id":"2648","title":"Suits","type":"tv","genre":"Drama","description":"While running from a drug deal gone bad, Mike Ross, a brilliant young college-dropout, slips into a job interview with one of New York City's best legal closers, Harvey Specter. Tired of cookie-cutter law school grads, Harvey takes a gamble by hiring Mike on the spot after he recognizes his raw talent and photographic memory.","release_year":"2011","imdb_rating":"8.2","trailer_id":"cUnkjEIW2-o","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/vQiryp6LioFxQThywxbC6TuoDjy.jpg"},{"id":"2649","title":"The Tonight Show Starring Jimmy Fallon","type":"tv","genre":"Comedy, Talk","description":"After Jay Leno's second retirement from the program, Jimmy Fallon stepped in as his permanent replacement. After 42 years in Los Angeles the program was brought back to New York.","release_year":"2014","imdb_rating":"5.9","trailer_id":"q-0YafsWK_M","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/1N4o5PmmqhlVDrcdJ2RlCFWbLGX.jpg"},{"id":"2650","title":"Hawaii Five-0","type":"tv","genre":"Crime, Drama, Action & Adventure","description":"Steve McGarrett returns home to Oahu, in order to find his father's killer. The governor offers him the chance to run his own task force (Five-0). Steve's team is joined by Chin Ho Kelly, Danny \"Danno\" Williams, and Kono Kalakaua.","release_year":"2010","imdb_rating":"7.8","trailer_id":"xy30TGdaEAE","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/sIdCKlmM2nU4akIvFQaAIiU8YES.jpg"},{"id":"2645","title":"South Park","type":"tv","genre":"Animation, Comedy","description":"Follow the misadventures of four irreverent grade-schoolers in the quiet, dysfunctional town of South Park, Colorado.","release_year":"1997","imdb_rating":"8.3","trailer_id":"oUIK01ek-Ko","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/1CGwZCFX2qerXaXQJJUB3qUvxq7.jpg"},{"id":"2646","title":"The Flash","type":"tv","genre":"Drama, Sci-Fi & Fantasy","description":"After being struck by lightning, CSI investigator Barry Allen awakens from a nine-month coma to discover he has been  granted the gift of super speed.  Teaming up with S.T.A.R. Labs, Barry takes on the persona of The Flash, the Fastest  Man Alive, to protect his city.","release_year":"2014","imdb_rating":"7.8","trailer_id":"IgVyroQjZbE","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/yZevl2vHQgmosfwUdVNzviIfaWS.jpg"},{"id":"2647","title":"Doctor Who","type":"tv","genre":"Action & Adventure, Drama, Sci-Fi & Fantasy","description":"The Doctor is a Time Lord: a 900 year old alien with 2 hearts, part of a gifted civilization who mastered time travel. The Doctor saves planets for a living—more of a hobby actually, and the Doctor's very, very good at it.","release_year":"2005","imdb_rating":"7.6","trailer_id":"2V_xYubUJFo","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/w8enSKCf6Zm0topeQ2XPccDqsqp.jpg"},{"id":"2642","title":"The Vampire Diaries","type":"tv","genre":"Drama, Sci-Fi & Fantasy","description":"The story of two vampire brothers obsessed with the same girl, who bears a striking resemblance to the beautiful but ruthless vampire they knew and loved in 1864.","release_year":"2009","imdb_rating":"8.3","trailer_id":"RO3Qp_XdR0w","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/b3vl6wV1W8PBezFfntKTrhrehCY.jpg"},{"id":"2643","title":"Peaky Blinders","type":"tv","genre":"Drama, Crime","description":"A gangster family epic set in 1919 Birmingham, England and centered on a gang who sew razor blades in the peaks of their caps, and their fierce boss Tommy Shelby, who means to move up in the world.","release_year":"2013","imdb_rating":"8.5","trailer_id":"EM12mcTEI88","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/vUUqzWa2LnHIVqkaKVlVGkVcZIW.jpg"},{"id":"2644","title":"Vikings","type":"tv","genre":"Action & Adventure, Drama, War & Politics","description":"The adventures of Ragnar Lothbrok, the greatest hero of his age. The series tells the sagas of Ragnar's band of Viking brothers and his family, as he rises to become King of the Viking tribes. As well as being a fearless warrior, Ragnar embodies the Norse traditions of devotion to the gods. Legend has it that he was a direct descendant of Odin, the god of war and warriors.","release_year":"2013","imdb_rating":"8.1","trailer_id":"7rcozIVtujw","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/bQLrHIRNEkE3PdIWQrZHynQZazu.jpg"},{"id":"2639","title":"Modern Family","type":"tv","genre":"Comedy","description":"The Pritchett-Dunphy-Tucker clan is a wonderfully large and blended family. They give us an honest and often hilarious look into the sometimes warm, sometimes twisted, embrace of the modern family.","release_year":"2009","imdb_rating":"7.9","trailer_id":"rbpTUPisA78","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/k5Qg5rgPoKdh3yTJJrLtyoyYGwC.jpg"},{"id":"2640","title":"The Office","type":"tv","genre":"Comedy","description":"The everyday lives of office employees in the Scranton, Pennsylvania branch of the fictional Dunder Mifflin Paper Company.","release_year":"2005","imdb_rating":"8.6","trailer_id":"-C2z-nshFts","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/dg9e5fPRRId8PoBE0F6jl5y85Eu.jpg"},{"id":"2641","title":"American Dad!","type":"tv","genre":"Animation, Comedy","description":"The series focuses on an eccentric motley crew that is the Smith family and their three housemates: Father, husband, and breadwinner Stan Smith; his better half housewife, Francine Smith; their college-aged daughter, Hayley Smith; and their high-school-aged son, Steve Smith. Outside of the Smith family, there are three additional main characters, including Hayley's boyfriend turned husband, Jeff Fischer; the family's man-in-a-goldfish-body pet, Klaus; and most notably the family's zany alien, Roger, who is \"full of masquerades, brazenness, and shocking antics.\"","release_year":"2005","imdb_rating":"7.0","trailer_id":"apr31MFjg08","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/3J7jRaMB6edkP1IXN7gUZCUxpsJ.jpg"},{"id":"2636","title":"Kamen Rider","type":"tv","genre":"Action & Adventure, Sci-Fi & Fantasy, Drama","description":"Takeshi Hongo is a promising young man with a passion for motorcycle racing. However, his dreams are suddenly ruined when he gets kidnapped by Shocker, the evil secret organization planning to dominate the world. After being remodeled into a cyborg, Takeshi escapes and swears to protect the world from the inhuman monsters.","release_year":"1971","imdb_rating":"6.5","trailer_id":"FY4TBfTLPEM","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/lv3OlrXyTNg4Dz0JrtopOmMziNs.jpg"},{"id":"2637","title":"CSI: Crime Scene Investigation","type":"tv","genre":"Crime, Drama, Mystery","description":"A Las Vegas team of forensic investigators are trained to solve criminal cases by scouring the crime scene, collecting irrefutable evidence and finding the missing pieces that solve the mystery.","release_year":"2000","imdb_rating":"7.6","trailer_id":"ApT1EYvrwuk","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/i5hmoRjHNWady4AtAGICTUXknKH.jpg"},{"id":"2638","title":"Fargo","type":"tv","genre":"Crime, Drama","description":"A close-knit anthology series dealing with stories involving malice, violence and murder based in and around Minnesota.","release_year":"2014","imdb_rating":"8.3","trailer_id":"FXIeYKlMA_0","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/6U9CPeD8obHzweikFhiLhpc7YBT.jpg"},{"id":"2633","title":"Friends","type":"tv","genre":"Comedy","description":"Six young people from New York City, on their own and struggling to survive in the real world, find the companionship, comfort and support they get from each other to be the perfect antidote to the pressures of life.","release_year":"1994","imdb_rating":"8.4","trailer_id":"H29XSxoKp80","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/2koX1xLkpTQM4IZebYvKysFW1Nh.jpg"},{"id":"2634","title":"The X-Files","type":"tv","genre":"Mystery, Sci-Fi & Fantasy, Crime","description":"The exploits of FBI Special Agents Fox Mulder and Dana Scully who investigate X-Files: marginalized, unsolved cases involving paranormal phenomena. Mulder believes in the existence of aliens and the paranormal while Scully, a skeptic, is assigned to make scientific analyses of Mulder's discoveries that debunk Mulder's work and thus return him to mainstream cases.","release_year":"1993","imdb_rating":"8.4","trailer_id":"_HTByz4RlqI","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/rcBx0p8h51LHceyhquYMxbspJQu.jpg"},{"id":"2635","title":"Homeland","type":"tv","genre":"Drama, War & Politics, Crime","description":"CIA officer Carrie Mathison is tops in her field despite being bipolar, which makes her volatile and unpredictable. With the help of her long-time mentor Saul Berenson, Carrie fearlessly risks everything, including her personal well-being and even sanity, at every turn.","release_year":"2011","imdb_rating":"7.6","trailer_id":"KyFmS3wRPCQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/6GAvS2e6VIRsms9FpVt33PsCoEW.jpg"},{"id":"2630","title":"Breaking Bad","type":"tv","genre":"Drama, Crime","description":"Walter White, a New Mexico chemistry teacher, is diagnosed with Stage III cancer and given a prognosis of only two years left to live. He becomes filled with a sense of fearlessness and an unrelenting desire to secure his family's financial future at any cost as he enters the dangerous world of drugs and crime.","release_year":"2008","imdb_rating":"8.9","trailer_id":"XZ8daibM3AE","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/ztkUQFLlC19CCMYHW9o1zWhJRNq.jpg"},{"id":"2631","title":"The Blacklist","type":"tv","genre":"Drama, Crime, Mystery","description":"Raymond \"Red\" Reddington, one of the FBI's most wanted fugitives, surrenders in person at FBI Headquarters in Washington, D.C. He claims that he and the FBI have the same interests: bringing down dangerous criminals and terrorists. In the last two decades, he's made a list of criminals and terrorists that matter the most but the FBI cannot find because it does not know they exist. Reddington calls this \"The Blacklist\". Reddington will co-operate, but insists that he will speak only to Elizabeth Keen, a rookie FBI profiler.","release_year":"2013","imdb_rating":"7.6","trailer_id":"JGBIimq1I3A","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/4HTfd1PhgFUenJxVuBDNdLmdr0c.jpg"},{"id":"2632","title":"Dexter","type":"tv","genre":"Crime, Drama, Mystery","description":"Dexter Morgan, a blood spatter pattern analyst for the Miami Metro Police also leads a secret life as a serial killer, hunting down criminals who have slipped through the cracks of justice.","release_year":"2006","imdb_rating":"8.2","trailer_id":"YQeUmSD1c3g","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/q8dWfc4JwQuv3HayIZeO84jAXED.jpg"},{"id":"2628","title":"Shameless","type":"tv","genre":"Drama, Comedy","description":"Chicagoan Frank Gallagher is the proud single dad of six smart, industrious, independent kids, who without him would be... perhaps better off. When Frank's not at the bar spending what little money they have, he's passed out on the floor. But the kids have found ways to grow up in spite of him. They may not be like any family you know, but they make no apologies for being exactly who they are.","release_year":"2011","imdb_rating":"8.2","trailer_id":"9tvkYS5cA58","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/ifo31fMWLmyOVpdak9K0kY4jldQ.jpg"},{"id":"2629","title":"Lost","type":"tv","genre":"Mystery, Action & Adventure, Drama","description":"Stripped of everything, the survivors of a horrific plane crash  must work together to stay alive. But the island holds many secrets.","release_year":"2004","imdb_rating":"7.9","trailer_id":"KTu8iDynwNc","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/og6S0aTZU6YUJAbqxeKjCa3kY1E.jpg"},{"id":"2625","title":"Law & Order","type":"tv","genre":"Crime, Drama","description":"In cases ripped from the headlines, police investigate serious and often deadly crimes, weighing the evidence and questioning the suspects until someone is taken into custody. The district attorney's office then builds a case to convict the perpetrator by proving the person guilty beyond a reasonable doubt. Working together, these expert teams navigate all sides of the complex criminal justice system to make New York a safer place.","release_year":"1990","imdb_rating":"7.4","trailer_id":"RzN8cPlcMTU","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/haJ9eHytVO3H3JooMJG1DiWwDNm.jpg"},{"id":"2626","title":"Smallville","type":"tv","genre":"Sci-Fi & Fantasy, Action & Adventure, Drama","description":"The origins of the world’s greatest hero–from Krypton refugee Kal-el’s arrival on Earth through his tumultuous teen years to Clark Kent’s final steps toward embracing his destiny as the Man of Steel.","release_year":"2001","imdb_rating":"8.2","trailer_id":"70Y32si4yb8","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/azU5zRPEaiACTY6kAlEddIe8ypk.jpg"},{"id":"2627","title":"Criminal Minds","type":"tv","genre":"Crime, Drama, Mystery","description":"An elite team of FBI profilers analyze the country's most twisted criminal minds, anticipating their next moves before they strike again. The Behavioral Analysis Unit's most experienced agent is David Rossi, a founding member of the BAU who returns to help the team solve new cases.","release_year":"2005","imdb_rating":"8.3","trailer_id":"NTYxiJBbEZk","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/gigxjNnACiXAfrwoMox5WJFgc0I.jpg"},{"id":"2622","title":"Game of Thrones","type":"tv","genre":"Sci-Fi & Fantasy, Drama, Action & Adventure","description":"Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.","release_year":"2011","imdb_rating":"8.5","trailer_id":"KPLWWIOCOOQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/1XS1oqL89opfnbLl8WnZY1O1uJx.jpg"},{"id":"2623","title":"Midsomer Murders","type":"tv","genre":"Crime, Drama, Mystery","description":"The peacefulness of the Midsomer community is shattered by violent crimes, suspects are placed under suspicion, and it is up to a veteran DCI and his young sergeant to calmly and diligently eliminate the innocent and ruthlessly pursue the guilty. ","release_year":"1997","imdb_rating":"7.5","trailer_id":"ym8b4UJDqcw","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/pz7tsWxe0TTdfJnWPjZAEnrSl5M.jpg"},{"id":"2624","title":"House","type":"tv","genre":"Drama, Comedy, Mystery","description":"Dr. Gregory House, a drug-addicted, unconventional, misanthropic medical genius, leads a team of diagnosticians at the fictional Princeton–Plainsboro Teaching Hospital in New Jersey.","release_year":"2004","imdb_rating":"8.6","trailer_id":"MczMB8nU1sY","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/3Cz7ySOQJmqiuTdrc6CY0r65yDI.jpg"},{"id":"2619","title":"The Simpsons","type":"tv","genre":"Family, Animation, Comedy","description":"Set in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general.","release_year":"1989","imdb_rating":"8.0","trailer_id":"_jgYEYERYFQ","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/uWpG7GqfKGQqX4YMAo3nv5OrglV.jpg"},{"id":"2620","title":"NCIS","type":"tv","genre":"Crime, Drama, Action & Adventure","description":"From murder and espionage to terrorism and stolen submarines, a team of special agents investigates any crime that has any connection to Navy and Marine Corps personnel, regardless of rank or position.","release_year":"2003","imdb_rating":"7.6","trailer_id":"BhtDgn31XZo","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/mBcu8d6x6zB1el3MPNl7cZQEQ31.jpg"},{"id":"2621","title":"Family Guy","type":"tv","genre":"Animation, Comedy","description":"Sick, twisted, politically incorrect and Freakin' Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.","release_year":"1999","imdb_rating":"7.4","trailer_id":"J32iwo65RMc","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/3PFsEuAiyLkWsP4GG6dIV37Q6gu.jpg"},{"id":"2618","title":"Supernatural","type":"tv","genre":"Drama, Mystery, Sci-Fi & Fantasy","description":"When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. ","release_year":"2005","imdb_rating":"8.3","trailer_id":"yy96yJjkvjo","thumbnail":"https:\/\/image.tmdb.org\/t\/p\/w500\/u40gJarLPlIkwouKlzGdobQOV9k.jpg"},{"id":"1617","title":"The Great","type":"tv","genre":"18,35","description":"A genre-bending, anti-historical ride through 18th century Russia following the rise of Catherine the Nothing to Catherine the Great and her explosive relationship with husband Peter, the emperor of Russia.","release_year":"2020","imdb_rating":"8.1","trailer_id":"EZ0miUsNFx8","thumbnail":null},{"id":"1607","title":"In\/Spectre","type":"tv","genre":"16,35,9648,10765","description":"Kotoko Iwanaga became the god of wisdom to the supernatural beings and spends her days solving problems for them. However, the boy who she fell head over heels for, Kuro Sakuragawa, is someone that is feared by all supernatural creatures. The two of them face various mysterious incidents involving the supernatural in this love x romance x mystery series. Where will these fantastical incidents lead them and what will happen with Kotoko’s crush?","release_year":"2020","imdb_rating":"7.8","trailer_id":"b3FxIprDc0I","thumbnail":null},{"id":"1606","title":"The Queen's Gambit","type":"tv","genre":"18","description":"In a 1950s orphanage, a young girl reveals an astonishing talent for chess and begins an unlikely journey to stardom while grappling with addiction.","release_year":"2020","imdb_rating":"8.4","trailer_id":"oZn3qSgmLqI","thumbnail":null},{"id":"1609","title":"Animaniacs","type":"tv","genre":"16,35","description":"Yakko, Wakko and Dot return for all-new big laughs and the occasional epic takedown of authority figures in serious need of an ego check. Joining the Warners are Starbox & Cindy on their latest play date while Pinky and the Brain's ideas for world domination lead them to all new adventures.","release_year":"2020","imdb_rating":"8.4","trailer_id":"jFloKerFW14","thumbnail":null},{"id":"1610","title":"Tower of God","type":"tv","genre":"16,10759,9648,10765","description":"Reach the top, and everything will be yours. At the top of the tower exists everything in this world, and all of it can be yours. You can become a god. This is the story of the beginning and the end of Rachel, the girl who climbed the tower so she could see the stars, and Bam, the boy who needed nothing but her.","release_year":"2020","imdb_rating":"8.2","trailer_id":"qS7y7bscRTw","thumbnail":null},{"id":"1611","title":"A Will Eternal","type":"tv","genre":"16,18,10765","description":"One will to create oceans. One will to summon the mulberry fields. One will to slaughter countless devils. One will to eradicate innumerable immortals. Only my will... is eternal. A Will Eternal tells the tale of Bai Xiaochun, an endearing but exasperating young man who is driven primarily by his fear of death and desire to live forever, but who deeply values friendship and family.","release_year":"2020","imdb_rating":"8.9","trailer_id":"wfPdkSV53Yw","thumbnail":null},{"id":"1612","title":"Upload","type":"tv","genre":"35,10765,18","description":"In 2033, people who are near death can be “uploaded” into virtual reality hotels run by 6 tech firms. Cash-strapped Nora lives in Brooklyn and works customer service for the luxurious “Lakeview” digital afterlife. When L.A. party-boy\/coder Nathan’s self-driving car crashes, his high-maintenance girlfriend uploads him permanently into Nora’s VR world.","release_year":"2020","imdb_rating":"7.8","trailer_id":"0ZfZj2bn_xg","thumbnail":null},{"id":"1613","title":"Hospital Playlist","type":"tv","genre":"18,35","description":"Every day is extraordinary for five doctors and their patients inside a hospital, where birth, death and everything in between coexist.","release_year":"2020","imdb_rating":"8.5","trailer_id":"ulf9PtJjVjc","thumbnail":null},{"id":"1614","title":"The Penthouse","type":"tv","genre":"18,9648","description":"A woman puts everything on the line to achieve her goal of being able to move into a luxury penthouse in the Gangnam District. In the process, she gradually finds herself turning into a monster.","release_year":"2020","imdb_rating":"8.4","trailer_id":"krmcYbDCeAw","thumbnail":null},{"id":"1615","title":"Star Trek: Lower Decks","type":"tv","genre":"10765,16,35","description":"The lives of the support crew serving on one of Starfleet's least important ships, the U.S.S. Cerritos, in 2380. Ensigns Mariner, Boimler, Rutherford and Tendi have to keep up with their duties and their social lives, often while the ship is being rocked by a multitude of sci-fi anomalies.","release_year":"2020","imdb_rating":"7.6","trailer_id":"BO0jw-7gCaY","thumbnail":null},{"id":"1616","title":"Looney Tunes Cartoons","type":"tv","genre":"16,35,10751","description":"A series of short form cartoons starring the iconic and beloved Looney Tunes characters. Bugs Bunny, Daffy Duck, Porky Pig and other marquee Looney Tunes characters are featured in their classic pairings in simple, gag-driven and visually vibrant stories.","release_year":"2020","imdb_rating":"7.8","trailer_id":"nalw1XRAiMI","thumbnail":null},{"id":"1605","title":"My Next Life as a Villainess: All Routes Lead to Doom!","type":"tv","genre":"16,35,18,10765","description":"Wealthy heiress Catarina Claes is hit in the head with a rock and recovers the memories of her past life. It turns out the world she lives in is the world of the game Fortune Lover, an otome game she was obsessed with in her past life... but she's been cast as the villain character who tries to foil the protagonist's romances!","release_year":"2020","imdb_rating":"7.5","trailer_id":"thB_uxz3rck","thumbnail":null},{"id":"1602","title":"The Owl House","type":"tv","genre":"16,10759,35,10765,10751","description":"An animated fantasy-comedy series that follows Luz, a self-assured teenage girl who accidentally stumbles upon a portal to a magical world where she befriends a rebellious witch, Eda, and an adorably tiny warrior, King. Despite not having magical abilities, Luz pursues her dream of becoming a witch by serving as Eda's apprentice at the Owl House and ultimately finds a new family in an unlikely setting.","release_year":"2020","imdb_rating":"8.7","trailer_id":"1W1FFiT51lg","thumbnail":null},{"id":"1601","title":"Power Book II: Ghost","type":"tv","genre":"80,18","description":"Picking up just days after the “Power” finale, this sequel series follows Tariq navigating his new life, in which his desire to shed his father’s legacy comes up against the mounting pressure to save his family.","release_year":"2020","imdb_rating":"8.2","trailer_id":"XkTP1QTRWDA","thumbnail":null},{"id":"1600","title":"Too Hot to Handle","type":"tv","genre":"10764","description":"On the shores of paradise, gorgeous singles meet and mingle. But there’s a twist. To win a $100,000 grand prize, they’ll have to give up sex.","release_year":"2020","imdb_rating":"6.6","trailer_id":"2JgPJpgnut4","thumbnail":null},{"id":"1598","title":"All Creatures Great & Small","type":"tv","genre":"18,35","description":"The heartwarming and humorous adventures of a young country vet in the Yorkshire Dales in the 1930s. A remake of the 1978 series.","release_year":"2020","imdb_rating":"8.2","trailer_id":"Ymqeh4IiaWI","thumbnail":null},{"id":"1597","title":"The Uncanny Counter","type":"tv","genre":"18,9648,10759","description":"A group of supernatural demon hunters known as \"Counters,\" each with unique abilities, disguise themselves as employees of a noodle restaurant, while tracking down evil spirits that terrorize the mortal world.","release_year":"2020","imdb_rating":"8.3","trailer_id":"rI55SRM6uhs","thumbnail":null},{"id":"1594","title":"Hunters","type":"tv","genre":"80,18","description":"A diverse band of Nazi Hunters living in 1977 New York City discover that hundreds of high ranking Nazi officials are living among us and conspiring to create a Fourth Reich in the U.S. The eclectic team of Hunters set out on a bloody quest to bring the Nazis to justice and thwart their new genocidal plans.","release_year":"2020","imdb_rating":"7.2","trailer_id":"HBGkjmfIzAw","thumbnail":null},{"id":"1593","title":"Snowpiercer","type":"tv","genre":"10765,18","description":"More than seven years after the world has become a frozen wasteland, the remnants of humanity inhabit a gigantic, perpetually-moving train that circles the globe as class warfare, social injustice and the politics of survival play out.","release_year":"2020","imdb_rating":"7.4","trailer_id":"1e8m6e4BX7g","thumbnail":null},{"id":"1592","title":"9-1-1: Lone Star","type":"tv","genre":"18,10759,80","description":"Nearly 20 years ago, Owen Strand was the lone survivor of his Manhattan firehouse on 9\/11. In the wake of the attack, Owen had the unenviable task of rebuilding his station. After a similar tragedy happens to a firehouse in Austin, Owen, along with his troubled firefighter son, T.K., takes his progressive philosophies of life and firefighting down to Texas, where he helps them start anew. On the surface, Owen is all about big-city style and swagger, but underneath he struggles with a secret he hides from the world - one that could very well end his life.","release_year":"2020","imdb_rating":"8.0","trailer_id":"5BQkQtSR0tA","thumbnail":null},{"id":"1591","title":"Solar Opposites","type":"tv","genre":"35,16,10765","description":"A family of aliens from a much better world must take refuge in middle America after the destruction of their planet. Their mission: protect the Pupa, a living super computer that will one day evolve into its true form, consume them and terraform the Earth.","release_year":"2020","imdb_rating":"7.8","trailer_id":"sMDb4ewturw","thumbnail":null},{"id":"1590","title":"Rent-a-Girlfriend","type":"tv","genre":"16,35","description":"Kinoshita Kazuya is a 20-year-old failure of a college student. He managed to kiss his girlfriend once, but was dumped after a month. Completely spiteful, Kazuya uses a certain method to date a girl. He goes to their meeting place and a beautiful girl brushing her long, black hair behind her ear was there, smiling at him. Her name was Mizuhara Chizuru. Something real is born after just a single rental! A reckless rom-com filled with love and excitement is about to begin!","release_year":"2020","imdb_rating":"8.3","trailer_id":"jZFEtc3CKHs","thumbnail":null},{"id":"1589","title":"The Misfit of Demon King Academy","type":"tv","genre":"16,10759,10765","description":"Anos Voldigord was a tyrannical Demon King that eradicated humans, spirits, and even the gods, but became bored of eternal warfare and reincarnated with dreams of a peaceful world. However, what awaited him in reincarnation after 2000 years were descendants who became too weak after being accustomed to peace, and all sorts of magic that deteriorated to the extreme. Anos enters Demon King Academy that gathers and educates those who are viewed as the reincarnation of the Demon King, but the academy could not see through his true powers and ends up branding him as a misfit.","release_year":"2020","imdb_rating":"8.4","trailer_id":"WmFzkTTqcsA","thumbnail":null},{"id":"1588","title":"Astrid et Raphaëlle","type":"tv","genre":"80","description":"Astrid Nielsen works in the library of the judicial police. She has Asperger's syndrome.  With an incredible memory, she excels at analyzing files of ongoing investigations. The district commander decides to use it to the fullest, entrusting her with very complex investigations which have remained unsolved to date.","release_year":"2020","imdb_rating":"8.0","trailer_id":"MlAu5TAOY28","thumbnail":null},{"id":"1587","title":"Sweet Home","type":"tv","genre":"10765,10759","description":"As humans turn into savage monsters and the world plunges into terror, a handful of survivors fight for their lives — and to hold on to their humanity.","release_year":"2020","imdb_rating":"8.2","trailer_id":"7rI56NmD33Y","thumbnail":null},{"id":"1585","title":"Star Trek: Picard","type":"tv","genre":"10765,10759,18","description":"Set twenty years after the events of Star Trek Nemesis, we follow the now-retired Admiral Picard into the next chapter of his life.","release_year":"2020","imdb_rating":"7.3","trailer_id":"FySrgrKJguE","thumbnail":null},{"id":"1584","title":"Emily in Paris","type":"tv","genre":"18,35","description":"New passions. New fashions. New Emily? A plucky American marketing whiz spreads her wings in life and love after landing her dream job in Paris.","release_year":"2020","imdb_rating":"7.6","trailer_id":"oXmk18bJ2Qw","thumbnail":null},{"id":"1583","title":"FBI: Most Wanted","type":"tv","genre":"80,18","description":"The Fugitive Task Force relentlessly tracks and captures the notorious criminals on the Bureau's Most Wanted list. Seasoned agents oversee the highly skilled team that functions as a mobile undercover unit that is always out in the field, pursuing those who are most desperate to elude justice.","release_year":"2020","imdb_rating":"7.6","trailer_id":"GjJSuHmeeyA","thumbnail":null},{"id":"1582","title":"Industry","type":"tv","genre":"18","description":"In the cutthroat world of international finance, a group of young graduates compete for a limited set of permanent positions at a top investment bank in London. The boundaries between colleague, friend, lover, and enemy soon blur as they immerse themselves in a company culture defined as much by sex, drugs and ego as it is by deals and dividends.","release_year":"2020","imdb_rating":"6.8","trailer_id":"Wj9KrM0JskA","thumbnail":null},{"id":"1581","title":"Love Is in the Air","type":"tv","genre":"18,35","description":"Eda, who ties all her hopes to her education, confronts Serkan Bolat, who cuts off her international education scholarship and leaves her with high school diploma. Serkan Bolat offers Eda to give her scholarship back if she pretends to be his fiance for two months. Although Eda rejects the offer of this man as she hates him, she has to accept it when the conditions change. While pretending to be engaged, Serkan and Eda begin to experience a passionate, challenging relationship that will make them forget all they know right. Because love is difficult. And that's why it's amazing.","release_year":"2020","imdb_rating":"8.2","trailer_id":"_91Rw_XkiXo","thumbnail":null},{"id":"1580","title":"True Beauty","type":"tv","genre":"35,18","description":"Lim Ju-kyung is a high school student. Since she was little, she has had a complex about her appearance. To hide her bare face, Ju-kyung always wears make-up. Her excellent make-up skills make her pretty and she hides her bare face in front of others. She gets involved with 2 men; Lee Su-ho and Han Seo-jun.","release_year":"2020","imdb_rating":"8.3","trailer_id":"Rq3Afp1XGm0","thumbnail":null},{"id":"1577","title":"Alice in Borderland","type":"tv","genre":"9648,18,10759","description":"With his two friends, a video-game-obsessed young man finds himself in a strange version of Tokyo where they must compete in dangerous games to win.","release_year":"2020","imdb_rating":"8.1","trailer_id":"EEJ7nUvXUYA","thumbnail":null},{"id":"1576","title":"Ted Lasso","type":"tv","genre":"18,35","description":"Ted Lasso, an American football coach, moves to England when he's hired to manage a soccer team—despite having no experience. With cynical players and a doubtful town, will he get them to see the Ted Lasso Way?","release_year":"2020","imdb_rating":"8.3","trailer_id":"BwPcMIDFVKw","thumbnail":null},{"id":"1575","title":"Palang Tod","type":"tv","genre":"18","description":"Palang Tod is an erotic web series which tells a separate story in each episode.","release_year":"2020","imdb_rating":"1.0","trailer_id":"6P9dmvajP7w","thumbnail":null},{"id":"1574","title":"Ride the Wind","type":"tv","genre":"10764","description":"A chinese variety show which features 30 female celebrities all over 30 years old who must compete to debut in a seven-member girlsband.","release_year":"2020","imdb_rating":"6.9","trailer_id":"7hJnqQjlDaw","thumbnail":null},{"id":"1572","title":"Tehran","type":"tv","genre":"18","description":"Tamar is a Mossad hacker-agent who infiltrates Tehran under a false identity to help destroy Iran's nuclear reactor. But when her mission fails, Tamar must plan an operation that will place everyone dear to her in jeopardy.","release_year":"2020","imdb_rating":"7.5","trailer_id":"Hm_vHTy9IYA","thumbnail":null},{"id":"1571","title":"Swallowed Star","type":"tv","genre":"16,10765,10759","description":"On the Earth, a catastrophe triggered the variation of all kinds of species. The superior survived and the inferior were extinct. Under this circumstance, Luo Feng inherited from the owner of Yunmo Star and became one of the three strongest people on the Earth. He lost his flesh during the fight against giant swallowed monster but then he took the flesh of the monster. In the flesh, he developed a human body. Later, he stepped out of the Earth and headed to the universe.","release_year":"2020","imdb_rating":"8.6","trailer_id":"EeE7F-d_XbQ","thumbnail":null},{"id":"1568","title":"The Daily Life of the Immortal King","type":"tv","genre":"16,35,10759,10765","description":"As a cultivation genius who has achieved a new realm every two years since he was a year old, Wang Ling is a near-invincible existence with prowess far beyond his control. But now that he’s sixteen, he faces his greatest battle yet – Senior High School. With one challenge after another popping up, his plans for a low-key high school life seem further and further away…","release_year":"2020","imdb_rating":"8.4","trailer_id":"ugUm2Q0FNq8","thumbnail":null},{"id":"1567","title":"JUJUTSU KAISEN","type":"tv","genre":"16,10759,10765","description":"Yuji Itadori is a boy with tremendous physical strength, though he lives a completely ordinary high school life. One day, to save a classmate who has been attacked by curses, he eats the finger of Ryomen Sukuna, taking the curse into his own soul. From then on, he shares one body with Ryomen Sukuna. Guided by the most powerful of sorcerers, Satoru Gojo, Itadori is admitted to Tokyo Jujutsu High School, an organization that fights the curses... and thus begins the heroic tale of a boy who became a curse to exorcise a curse, a life from which he could never turn back.","release_year":"2020","imdb_rating":"8.6","trailer_id":"VpO6APNqY1c","thumbnail":null},{"id":"1566","title":"Bridgerton","type":"tv","genre":"18","description":"Wealth, lust, and betrayal set in the backdrop of Regency era England, seen through the eyes of the powerful Bridgerton family.","release_year":"2020","imdb_rating":"8.1","trailer_id":"gpv7ayf_tyE","thumbnail":null},{"id":"1449","title":"CARDFIGHT!! VANGUARD","type":"tv","genre":"16,10759","description":"Third-year middle school student Yu-yu Kondo lives in Kanazawa city of the country of Kaga. Being unable to reject requests, Yu-yu often gets caught up in his sister's hobbies. When Yu-yu could no longer bear it and ran away from home, he was saved by Megumi Okura. Megumi invites Yu-yu to the Night Amusement Park \"Wonder Hill\" where her friends gather. The amusement park is where many youths of the Vanguard-centric group \"Team Blackout\" gather. And this is how Yu-yu encounters Vanguard and was drawn in by the appeal of Vanguard and the world and friends he had never seen before.","release_year":"2021","imdb_rating":"6.5","trailer_id":"HIApNuBGY9Q","thumbnail":null},{"id":"1456","title":"BMF","type":"tv","genre":"18,80","description":"The drug trafficking drama is inspired by the true story of two brothers who rose from the decaying streets of southwest Detroit in the late 1980s and gave birth to one of the most influential crime families in the country. It revolves around brothers Demetrius \"Big Meech\" Flenory and Terry \"Southwest T\" Flenory, who together took their vision beyond the drug trade and into the world of hip-hop. The drama, per Starz, will tell a story about love, family and capitalism in the pursuit of the American dream.","release_year":"2021","imdb_rating":"8.0","trailer_id":"RipiwMg_ofA","thumbnail":null},{"id":"1459","title":"TSUKIMICHI -Moonlit Fantasy-","type":"tv","genre":"16,10765,10759,35","description":"Makoto Misumi is just an ordinary high school student living a regular life, but all of a sudden gets summoned to the other world to become a \"hero.\" The goddess of the other world, however, insults him for being different and strips his \"hero\" title, before casting him off to the wilderness at the edge of the world. As he wanders the wilderness, Makoto encounters dragons, spiders, orcs, dwarves, and all sorts of non-human tribes. Because Makoto comes from a different world, he is able to unleash unimaginable magical powers and combat skills. But just how will he handle his encounters with various species and survive in his new environment. In this fantasy, Makoto tries to transform the other world into a better place despite the humans and gods having turned their backs on him.","release_year":"2021","imdb_rating":"8.4","trailer_id":"U8T63kIny7E","thumbnail":null},{"id":"1448","title":"Walker","type":"tv","genre":"80,18,10759","description":"Cordell Walker, a widower and father of two with his own moral code, returns home to Austin after being undercover for two years, only to discover there's harder work to be done at home.","release_year":"2021","imdb_rating":"7.1","trailer_id":"ow21xRU9e3s","thumbnail":null},{"id":"1460","title":"My Name","type":"tv","genre":"80,18,9648","description":"Following her father's murder, a revenge-driven woman puts her trust in a powerful crime boss — and enters the police force under his direction.","release_year":"2021","imdb_rating":"8.2","trailer_id":"KFMYo3xax2A","thumbnail":null},{"id":"1447","title":"The Book of Boba Fett","type":"tv","genre":"10759,10765","description":"Legendary bounty hunter Boba Fett and mercenary Fennec Shand must navigate the galaxy’s underworld when they return to the sands of Tatooine to stake their claim on the territory once ruled by Jabba the Hutt and his crime syndicate.","release_year":"2021","imdb_rating":"7.5","trailer_id":"CWLFEzyn9J8","thumbnail":null},{"id":"1465","title":"And Just Like That…","type":"tv","genre":"35,18","description":"This new chapter of “Sex and the City” follows Carrie, Miranda and Charlotte as they navigate the journey from the complicated reality of life and friendship in their 30s to the even more complicated reality of life and friendship in their 50s.","release_year":"2021","imdb_rating":"7.3","trailer_id":"4cIJBe17L4k","thumbnail":null},{"id":"1451","title":"The Nevers","type":"tv","genre":"10765,18","description":"In the last years of Victoria's reign, London is beset by the \"Touched\": people — mostly women — who suddenly manifest abnormal abilities, some charming, some very disturbing. Among them are Amalia True, a mysterious, quick-fisted widow, and Penance Adair, a brilliant young inventor. They are the champions of this new underclass, making a home for the Touched, while fighting the forces of… well, pretty much all the forces — to make room for those whom history as we know it has no place.","release_year":"2021","imdb_rating":"7.9","trailer_id":"cw3TswqpD_0","thumbnail":null},{"id":"1466","title":"NCIS: Hawaiʻi","type":"tv","genre":"80,18","description":"Jane Tennant, the first female Special Agent in Charge of NCIS Pearl Harbor, and her unwavering team of specialists balance duty to family and country while investigating high-stakes crimes involving military personnel, national security and the mysteries of the sun-drenched island paradise itself.","release_year":"2021","imdb_rating":"7.7","trailer_id":"OcSDac7x_bM","thumbnail":null}]}