<?php
/*
= LuxCal on-line user guide =

This user guide has been produced by LuxSoft - please send your comments to rb@luxsoft.eu.

This file is part of the LuxCal Web Calendar.
*/

?>
<div style="margin:0 20px">
<div class="floatR">
<img src="lang/ug-layout.png" alt="LuxCal page layout"><br>
<span class="hired">a</span>: γραμμή τίτλου&nbsp;&nbsp;<span class="hired">b</span>: γραμμή πλοήγησης&nbsp;&nbsp;<span class="hired">c</span>: ημέρα
</div>
<br>
<h3>Περιεχόμενα</h3>
<ol>
<li><p><a href="#ov">Γενικά</a></p></li>
<li><p><a href="#li">Σύνδεση στο Ημερολόγιο</a></p></li>
<li><p><a href="#co">Επιλογές του Ημερολογίου</a></p></li>
<li><p><a href="#cv">Προβολές Ημερολογίου</a></p></li>
<li><p><a href="#ts">Αναζήτηση Κειμένου</a></p></li>
<?php if ($usr['privs'] > 1) { //if post rights ?>
<li><p><a href="#ae">Προσθήκη / Τροποποίηση / Διαγραφή Συμβάντος</a></p></li>
<?php } ?>
<li><p><a href="#lo">Αποσύνδεση από το Ημερολόγιο</a></p></li>
<?php if ($usr['privs'] > 3) { //if manager/administrator ?>
<li><p><a href="#ca">Διαχείριση Ημερολογίου</a></p></li>
<?php } ?>
<li><p><a href="#al">Σχετικά με το LuxCal</a></p></li>
</ol>
</div>
<div class="help">
<br>
<ol>
<li id="ov"><h3>Γενικά</h3>
<p>Το ημερολόγιο LuxCal εκτελείται σε ένα διακομιστή web και εμφανίζεται στο web περιηγητή σας.</p>
<p>Η γραμμή τίτλου εμφανίζει τον τίτλο του ημερολογίου, την ημερομηνία και το όνομα του ενεργού χρήστη.
Η γραμμή πλοήγησης περιλαμβάνει κατάλογο επιλογών και συνδέσεις για πλοήγηση, σύνδεση/αποσύνδεση, προσθήκη συμβάντος κ.α. Τα δικαιώματα πρόσβασης καθορίζουν ποιοι κατάλογοι επιλογών και συνδέσεις θα εμφανίζονται σε κάθε χρήστη. Οι διάφορες προβολές ημερολογίου εμφανίζονται κάτω από τη γραμμή πλοήγησης.</p>
<br></li>
<li id="li"><h3>Σύνδεση στο Ημερολόγιο</h3>
<p>Αν ο διαχειριστής του ημερολογίου έχει δώσει δικαιώματα Προβολής σε χρήστες δημόσιας πρόσβασης, το ημερολόγιο μπορεί να προβληθεί χωρίς ο χρήστης να είναι συνδεδεμένος.</p>
<p>Πατώντας Σύνδεση στα δεξιά της γραμμής πλοήγησης οδηγείστε στην οθόνη σύνδεσης. Δηλώστε είτε το όνομα χρήστη σας είτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας και τον κωδικό που σας έδωσε ο διαχειριστής του LuxCal και πατήστε Σύνδεση. Επιλέξτε "Θυμήσου" πριν πατήσετε Σύνδεση, προκειμένου να συνδεθείτε αυτόματα την επόμενη φορά που θα ανοίξετε το ημερολόγιο. Για να διαγράψετε τον κωδικό σας πατήστε "Αποστολή νέου κωδικού" προκειμένου να σας αποσταλεί ένας στο ηλεκτρονικό ταχυδρομείο.</p>
<p>Μπορείτε να τροποποιήσετε τα προσωπικά σας δεδομένα σύνδεσης, επιλέγοντας 'Τροποποίηση των στοιχείων μου' στη σελίδα σύνδεσης.</p>
<p>Αν δεν έχετε λογαριασμό για να συνδεθείτε και ο διαχειριστής έχει ενεργοποιήσει την ελεύθερη εγγραφή, μπορείτε να πατήσετε 'Εγγραφή' στην οθόνη σύνδεσης; ειδάλλως ο διαχειριστής του ημερολογίου θα πρέπει να δημιουργήσει ένα λογαριασμό για εσάς.</p>
<br></li>
<li id="co"><h3>Επιλογές Ημερολογίου</h3>
<p> Κάνοντας κλικ στο κουμπί "Επιλογές" στη γραμμή πλοήγησης θα ανοίξει ο πίνακας επιλογών του ημερολογίου. Σε αυτόν τον πίνακα μπορείτε να επιλέξετε: </p>
<ul style = "margin: 0 20px">
<li> <p> Η προβολή ημερολογίου (έτος, μήνα, εβδομάδα, ημέρα, επερχόμενη, αλλαγή ή μήτρα). </p>
<li> <p> Φίλτρο συμβάντων βάσει κατόχων συμβάντων. Μπορούν να επιλεγούν συμβάντα ενός μόνο ιδιοκτήτη ή πολλών ιδιοκτητών. </P> </li>
<li> <p> Φίλτρο συμβάντων βάσει κατηγοριών συμβάντων. Μπορούν να επιλεγούν συμβάντα σε μία μόνο κατηγορία ή σε πολλές κατηγορίες. </P> </li>
<li> <p> Η γλώσσα διεπαφής χρήστη. </p> </li>
</ul>
<p> Αφού κάνετε τις επιλογές σας, θα πρέπει να κάνετε ξανά κλικ στο κουμπί Επιλογές στη γραμμή πλοήγησης για να ενεργοποιήσετε τις επιλογές σας. </p>
<p> Σημείωση: Η εμφάνιση των μενού φίλτρου συμβάντων και του μενού γλώσσας μπορεί να έχουν απενεργοποιηθεί από τον διαχειριστή του ημερολογίου. </p>
<br> </li>
<li id ​​= "cv"> <h3> Προβολές Ημερολογίου </h3>
<p> Σε όλες τις προβολές, θα εμφανιστούν περισσότερες λεπτομέρειες σχετικά με την εκδήλωση, όταν μετακινηθείτε πάνω στον τίτλο του συμβάντος. Για ιδιωτικές εκδηλώσεις, το χρώμα φόντου του αναδυόμενου πλαισίου θα είναι ανοιχτό πράσινο και για επαναλαμβανόμενα ή πολυήμερα συμβάντα το περίγραμμα του αναδυόμενου κουτιού θα είναι κόκκινο. Στην επερχόμενη προβολή, οι διευθύνσεις URL στο πεδίο περιγραφής των συμβάντων θα γίνουν αυτόματα υπερσυνδέσεις. </P>
<p> Σε όλες τις προβολές, η σημερινή μέρα θα έχει ένα μπλε πλαίσιο και αν έχει επιλεγεί νέα ημερομηνία με το στοιχείο επιλογής ημερομηνίας στη γραμμή πλοήγησης, αυτή η ημερομηνία θα έχει κόκκινο περίγραμμα κατά την προβολή μήνα και έτους. </p>
<p> Τα γεγονότα σε μια κατηγορία με "πλαίσιο ελέγχου" που ενεργοποιείται από τον διαχειριστή LuxCal θα εμφανίζονται ένα πλαίσιο ελέγχου μπροστά από τον τίτλο της εκδήλωσης. Αυτό μπορεί να χρησιμοποιηθεί για να επισημάνει τα συμβάντα ως "ολοκληρωμένα", για παράδειγμα. Οι χρήστες με επαρκή δικαιώματα μπορούν να κάνουν κλικ σε αυτό το πλαίσιο για να το ελέγξουν /να το αναιρέσουν. </P>
<?php if ($usr['privs'] > 1) { //αν δικαιώματα δημοσίευσης ?>
<p> Για χρήστες με επαρκή δικαιώματα πρόσβασης: </p>
<ul style = "margin: 0 20px">
<li> <p> Σε όλες τις προβολές, κάνοντας κλικ σε ένα συμβάν, θα ανοίξει το παράθυρο Επεξεργασία συμβάντος στο οποίο μπορείτε να προβάλετε, να επεξεργαστείτε ή να διαγράψετε το συμβάν </p> </li>
<li> <p> Σε προβολές έτους, μήνας και μήτρας μπορεί να προστεθεί ένα νέο συμβάν για μια συγκεκριμένη ημερομηνία κάνοντας κλικ σε μια κενή περιοχή σε ένα κελί ημέρας. </p> </li>
<li> <p> Στις προβολές εβδομάδας και ημέρας, μπορείτε να ανοίξετε ένα παράθυρο Προσθήκη συμβάντος σύροντας το δρομέα για ένα συγκεκριμένο χρονικό διάστημα. τα πεδία ημερομηνίας και ώρας θα φορτωθούν εκ των προτέρων με το επιλεγμένο χρονικό διάστημα. </p> </li>
</ul>
<p> Για να μετακινήσετε ένα συμβάν σε μια νέα ημερομηνία ή ώρα, ανοίξτε το παράθυρο συμβάντος κάνοντας κλικ στο συμβάν, επιλέξτε Επεξεργασία συμβάντος και αλλάξτε την ημερομηνία και την ώρα. Τα συμβάντα δεν μπορούν να μεταφερθούν σε νέες ημερομηνίες ή ώρες. </P>
<?php } ?>
<br></li>
<li id="ts"><h3>Αναζήτηση Κειμένου</h3>
<p>Κάντε κλικ στο τρίγωνο στη δεξιά πλευρά του παραθύρου πλοήγησης για να ανοίξετε τη σελίδα Αναζήτηση κειμένου. Αυτή η σελίδα περιέχει λεπτομερείς οδηγίες σχετικά με τη χρήση της λειτουργίας αναζήτησης.</p>
<br></li>
<?php if ($usr['privs'] > 1) { //αν δικαιώματα δημοσίευσης ?>
<li id="ae"><h3>Προσθήκη /Επεξεργασία /Διαγραφή συμβάντος</h3>
<p> Η προσθήκη, επεξεργασία και διαγραφή συμβάντων γίνεται μέσω του παραθύρου συμβάντος, το οποίο μπορεί να ανοίξει με διάφορους τρόπους όπως εξηγείται παρακάτω. </p>
<br> <h6> α. Προσθήκη συμβάντος </h6>
<p> Για να προσθέσετε συμβάντα, ένα παράθυρο συμβάντος μπορεί να ανοίξει με τους ακόλουθους τρόπους: </p>
<ul style = "margin: 0 20px">
<li> <p> κάνοντας κλικ στο κουμπί Προσθήκη συμβάντος στη γραμμή πλοήγησης. </p> </li>
<li> <p> κάνοντας κλικ σε μια κενή περιοχή σε ένα κελί ημέρας σε προβολές έτους, μήνα ή μήτρας. (Χρησιμοποιείται συχνότερα.) </P> </li>
<li> <p> μεταφέροντας ένα συγκεκριμένο μέρος της ημέρας σε προβολές εβδομάδας ή ημέρας. </p> </li>
</ul>
<p> Κάθε τρόπος ανοίγει το παράθυρο Προσθήκη συμβάντος με μια φόρμα για την εισαγωγή των δεδομένων συμβάντων. Ορισμένα πεδία της φόρμας θα συμπληρωθούν εκ των προτέρων, ανάλογα με το ποιος από τους παραπάνω τρόπους χρησιμοποιείται για την προσθήκη ενός συμβάντος. </P>
<h6> Πεδία τίτλου, χώρου, κατηγορίας, περιγραφής και ιδιωτικού συμβάντος </h6>
<p> Τα πεδία του χώρου, της κατηγορίας και της περιγραφής είναι προαιρετικά. Η επιλογή μιας κατηγορίας θα κωδικοποιήσει το συμβάν σε όλες τις προβολές σύμφωνα με τα χρώματα της κατηγορίας. Ο χώρος και η περιγραφή θα εμφανιστούν κατά την τοποθέτησή τους πάνω στα συμβάντα στις διάφορες προβολές ημερολογίου. Οι διευθύνσεις URL που προστέθηκαν στην περιγραφή συμβάντων θα μετατραπούν αυτόματα σε συνδέσμους που μπορούν να επιλεγούν σε διάφορες προβολές και σε μηνύματα ηλεκτρονικού ταχυδρομείου ειδοποιήσεων. </P>
<p> Ένα ιδιωτικό γεγονός θα είναι ορατό μόνο σε εσάς και όχι σε άλλους. </p>
<h6> Τα πεδία ημερομηνιών, χρόνων και επαναλήψεων </h6>
<p> Η ημερομηνία λήξης είναι προαιρετική και μπορεί να χρησιμοποιηθεί για συμβάντα πολλαπλών ημερών. Οι ημερομηνίες και οι ώρες μπορούν να εισαχθούν με το χέρι ή μέσω των κουμπιών επιλογής ημερομηνίας και ώρας. Κάντε κλικ στο κουμπί αλλαγής για να ανοίξετε ένα παράθυρο διαλόγου στο οποίο τα συμβάντα μπορούν να οριστούν ως επαναλαμβανόμενα. Σε αυτή την περίπτωση το συμβάν θα επαναληφθεί όπως καθορίζεται από την ημερομηνία έναρξης μέχρι την «ημερομηνία». Εάν δεν έχει οριστεί "μέχρι την ημερομηνία", το συμβάν θα επαναληφθεί για πάντα, κάτι που είναι ιδιαίτερα χρήσιμο για γενέθλια. </P>
<h6> Αποστολή πεδίων μηνυμάτων </h6>
<p> Η δυνατότητα αποστολής μηνυμάτων σάς επιτρέπει να στείλετε μια υπενθύμιση ηλεκτρονικού ταχυδρομείου σε μία ή περισσότερες διευθύνσεις ηλεκτρονικού ταχυδρομείου. Ο χρήστης μπορεί να στείλει ένα μήνυμα ηλεκτρονικού ταχυδρομείου "τώρα" αν έχει επιλεγεί το κατάλληλο πλαίσιο και μπορεί επίσης να ορίσει τις ημέρες αριθμού πριν ξεκινήσει ένα συμβάν προκειμένου να στείλει ένα μήνυμα ηλεκτρονικού ταχυδρομείου. Στην τελευταία περίπτωση, θα αποσταλεί μια υπενθύμιση email κατά την ημερομηνία της εκδήλωσης. Αν δεν έχει οριστεί αριθμός ημερών, δεν θα σταλεί μήνυμα ηλεκτρονικού ταχυδρομείου. Εάν ο αριθμός των ημερών έχει οριστεί σε "0", μια υπενθύμιση ηλεκτρονικού ταχυδρομείου θα σταλεί μόνο την ημέρα της εκδήλωσης. Για επαναλαμβανόμενα συμβάντα, μια υπενθύμιση ηλεκτρονικού ταχυδρομείου θα αποσταλεί στον καθορισμένο αριθμό ημερών πριν από κάθε εμφάνιση του συμβάντος και την ημερομηνία κάθε εμφάνισης του συμβάντος. </P>
<p> Η λίστα ηλεκτρονικού ταχυδρομείου μπορεί να περιέχει διευθύνσεις ηλεκτρονικού ταχυδρομείου ή /και το όνομα (χωρίς επέκταση αρχείου) ενός προκαθορισμένου αρχείου λίστας ηλεκτρονικού ταχυδρομείου, όλα διαχωρισμένα με ερωτηματικό. Η προκαθορισμένη λίστα ηλεκτρονικού ταχυδρομείου πρέπει να είναι ένα αρχείο κειμένου με επέκταση ".txt" στον κατάλογο "recientists /" με μια διεύθυνση ηλεκτρονικού ταχυδρομείου σε κάθε γραμμή. Το όνομα του αρχείου ενδέχεται να μην περιέχει τον χαρακτήρα "@". </P>
<p> Μόλις ολοκληρωθεί, πατήστε Προσθήκη συμβάντος. </p>
<br>
<h6> β. Επεξεργασία /Διαγραφή συμβάντος </h6>
<p> Σε κάθε προβολή ημερολογίου μπορεί να γίνει κλικ σε ένα συμβάν για να ανοίξει ένα παράθυρο που περιέχει όλες τις λεπτομέρειες του συμβάντος. Ένας χρήστης με επαρκή δικαιώματα μπορεί να επεξεργαστεί, να αντιγράψει ή να διαγράψει το συμβάν. </P>
<p> Ανάλογα με τα δικαιώματά σας πρόσβασης, μπορείτε να προβάλετε τα συμβάντα, να προβάλετε /επεξεργαστείτε /διαγράψετε τα δικά σας γεγονότα ή να προβάλετε /επεξεργαστείτε /διαγράψετε όλα τα συμβάντα, συμπεριλαμβανομένων των συμβάντων άλλων χρηστών. </p>
<p> Για μια περιγραφή των πεδίων, ανατρέξτε στην περιγραφή για το Προσθήκη συμβάντος παραπάνω. </p>
<p> Στο παράθυρο Επεξεργασία συμβάντος, τα κουμπιά στο κάτω μέρος επιτρέπουν στο χρήστη να αποθηκεύσει ένα επεξεργασμένο συμβάν, να αποθηκεύσει ένα επεξεργασμένο συμβάν ως νέο γεγονός (για παράδειγμα, να διπλασιάσει το συμβάν σε άλλη ημερομηνία) ή να διαγράψει το συμβάν. p>
<p> Σημείωση: Η διαγραφή ενός επαναλαμβανόμενου συμβάντος θα διαγράψει όλες τις εμφανίσεις του συμβάντος και όχι μόνο μία συγκεκριμένη ημερομηνία. </p>
<br> </li>
<?php } ?>
<li id="lo"><h3>Αποσύνδεση</h3>
<p>Για να αποσυνδεθείτε, κάντε κλικ στην επιλογή Αποσύνδεση στη γραμμή πλοήγησης.</p>
<br></li>
<?php if ($usr['privs'] > 3) { //Μόνο για Διαχειριστή/Μάνατζερ ?>
<li id="ca"><h3>Διαχείριση Ημερολογίου </h3>
<p> - οι ακόλουθες λειτουργίες απαιτούν δικαιώματα διαχειριστή /διαχειριστή - </p>
<p> Όταν ένας χρήστης συνδέεται με δικαιώματα διαχειριστή, στη δεξιά πλευρά της γραμμής πλοήγησης εμφανίζεται ένα αναπτυσσόμενο μενού που ονομάζεται Διαχείριση. Μέσω αυτού του μενού μπορούν να επιλεγούν οι ακόλουθες σελίδες διαχειριστή: </p>
<br>
<ol type='a'>
<?php if ($usr['privs'] == 9) { //Μόνο για Διαχειριστή ?>
<li><h6>Ρυθμίσεις</h6>
<p>Αυτή η σελίδα εμφανίζει τις τρέχουσες ρυθμίσεις ημερολογίου που μπορούν να προσαρμοστούν. Όλες οι ρυθμίσεις εξηγούνται στη σελίδα Ρυθμίσεις, τοποθετώντας το δείκτη του ποντικιού πάνω στον τίτλο κάθε ρύθμισης.</p>
<br></li>
<?php } ?>
<li><h6>Κατηγορίες</h6>
<p> Η προσθήκη κατηγοριών συμβάντων με διαφορετικά χρώματα - αν και δεν απαιτείται - θα ενισχύσει σημαντικά τις προβολές του ημερολογίου. Παραδείγματα πιθανών κατηγοριών είναι «διακοπές», «ραντεβού», «γενέθλια», «σημαντικά», κλπ. </P>
<p> Η σελίδα Κατηγορίες εμφανίζει μια λίστα με όλες τις κατηγορίες και οι κατηγορίες μπορούν να προστεθούν, να επεξεργαστούν και να διαγραφούν. Η αρχική εγκατάσταση έχει μόνο μία κατηγορία, η οποία ονομάζεται 'no cat'. </P>
<p> Κατά την προσθήκη /επεξεργασία συμβάντων όλες οι κατηγορίες θα εμφανίζονται σε ένα αναπτυσσόμενο μενού. Η σειρά με την οποία εμφανίζονται οι κατηγορίες στο αναπτυσσόμενο μενού καθορίζεται από το πεδίο Ακολουθία. </P>
<p> Κατά την προσθήκη /επεξεργασία κατηγοριών μπορεί να οριστεί τιμή 'επαναλαμβανόμενη'. τα συμβάντα αυτής της κατηγορίας θα επαναληφθούν αυτόματα όπως καθορίζεται. Το πλαίσιο ελέγχου "Δημόσιο" μπορεί να χρησιμοποιηθεί για να μην προβάλλονται τα γεγονότα που ανήκουν σε αυτήν την κατηγορία από χρήστες που έχουν πρόσβαση στο κοινό (οι χρήστες δεν έχουν συνδεθεί) και να τους εξαιρούνται από τις τροφοδοσίες RSS. </P>
<p> Μπορεί να ενεργοποιηθεί ένα σημάδι ελέγχου το οποίο θα εμφανίζεται μπροστά από τον τίτλο συμβάντος για όλα τα συμβάντα αυτής της κατηγορίας. Ο χρήστης μπορεί να χρησιμοποιήσει αυτό το σημάδι ελέγχου για να επισημάνει συμβάντα, για παράδειγμα, ως "εγκεκριμένο" ή "ολοκληρωμένο". </P>
<p> Τα πεδία κειμένου χρώματος και φόντου ορίζουν τα χρώματα που χρησιμοποιούνται για την εμφάνιση συμβάντων που έχουν εκχωρηθεί σε αυτήν την κατηγορία. </p>
<p> Κατά τη διαγραφή μιας κατηγορίας, η διαγραμμένη κατηγορία παραμένει διαθέσιμη για τα συμβάντα που έχουν εκχωρηθεί σε αυτήν την κατηγορία. </p>
<br> </li>
<li> <h6> Ομάδες χρηστών </h6>
<p> Αυτή η σελίδα χρησιμοποιείται για την προβολή, την προσθήκη και την επεξεργασία ομάδων χρηστών. Ανά ομάδα χρηστών μπορούν να καθοριστούν τα δικαιώματα των χρηστών, οι κατηγορίες συμβάντων που είναι διαθέσιμες στους χρήστες και το χρώμα της ομάδας. Τα πιθανά δικαιώματα πρόσβασης είναι: Καμία, Προβολή, Δημοσίευση δική, Δημοσίευση όλων, Διαχειριστής και διαχειριστής. Όλοι οι χρήστες που έχουν αντιστοιχιστεί σε μια ομάδα μοιράζονται τα ίδια δικαιώματα, κατηγορίες και χρώματα που έχουν οριστεί για την ομάδα. </P>
<br> </li>
<li> <h6> Χρήστες </h6>
<p> Αυτή η σελίδα χρησιμοποιείται για την προβολή, την προσθήκη και την επεξεργασία λογαριασμών χρηστών. Για κάθε χρήστη πρέπει να προσδιορίζεται το όνομα χρήστη, το ηλεκτρονικό ταχυδρομείο, ο κωδικός πρόσβασης και η ομάδα χρηστών στην οποία έχει εκχωρηθεί ο χρήστης. Τα δικαιώματα του χρήστη και οι διαθέσιμες κατηγορίες συμβάντων λαμβάνονται από την ομάδα χρηστών. Είναι σημαντικό να χρησιμοποιήσετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου για να επιτρέψετε στο χρήστη να λαμβάνει υπενθυμίσεις ηλεκτρονικού ταχυδρομείου. </P>
<p> Μέσω της σελίδας "Ρυθμίσεις", ο διαχειριστής μπορεί να ενεργοποιήσει την "αυτο-εγγραφή χρήστη" και να καθορίσει σε ποια ομάδα χρηστών θα καταχωρηθούν αυτόματα εγγεγραμμένοι χρήστες. Όταν είναι ενεργοποιημένη η εγγραφή, οι χρήστες μπορούν να εγγραφούν μέσω της διεπαφής του προγράμματος περιήγησης. </P>
<p> Εκτός αν ο διαχειριστής του ημερολογίου έχει δώσει την Προβολή πρόσβασης σε χρήστες δημόσιας πρόσβασης, οι χρήστες του ημερολογίου πρέπει να συνδεθούν με ένα έγκυρο όνομα χρήστη ή διεύθυνση ηλεκτρονικού ταχυδρομείου και κωδικό πρόσβασης για να προβάλλουν το ημερολόγιο. </p>
<p> Μέσω της σελίδας σύνδεσης, ο χρήστης μπορεί να καθορίσει την προεπιλεγμένη γλώσσα διεπαφής χρήστη. Εάν δεν έχει οριστεί καμία γλώσσα, θα χρησιμοποιηθεί η προεπιλεγμένη γλώσσα ημερολογίου που καθορίζεται στη σελίδα Ρυθμίσεις. </P>
<br> </li>
<?php if ($usr['privs'] == 9) { //Μόνο για Διαχειριστή ?>
<li><h6>Βάση Δεδομένων</h6>
<p>Αυτή η σελίδα επιτρέπει στο διαχειριστή του ημερολογίου να εκτελέσει τις ακόλουθες λειτουργίες: </p>
<ul>
<li> Συμπαγής βάση δεδομένων, για να ελευθερώσετε χώρο και να αποφύγετε την επιβάρυνση. Αυτή η λειτουργία θα αφαιρέσει οριστικά συμβάντα που έχουν διαγραφεί περισσότερο από 30 ημέρες πριν. </Li>
<li> Βάση δεδομένων αντιγράφων ασφαλείας, για την παραγωγή ενός αρχείου αντιγράφων ασφαλείας το οποίο μπορεί να χρησιμοποιηθεί για την επαναφορά της πλήρους βάσης δεδομένων ημερολογίου. </li>
<li> Επαναφορά βάσης δεδομένων, για να εισαγάγετε ένα αρχείο δημιουργίας αντιγράφων που δημιουργήθηκε προηγουμένως για να δημιουργήσετε εκ νέου τη δομή και το περιεχόμενο των πινάκων βάσης δεδομένων. </li>
<li> Διαγραφή /αποκατάσταση συμβάντων: για διαγραφή /αναίρεση γεγονότων σε συγκεκριμένο εύρος ημερομηνιών. </li>
</ul>
<p> Η λειτουργία Compact βάση δεδομένων θα μπορούσε να εκτελεστεί μία φορά το χρόνο για να καθαρίσει τη βάση δεδομένων. Η λειτουργία Backup database θα πρέπει να εκτελείται συχνότερα, ανάλογα με τον αριθμό των ενημερώσεων ημερολογίου και τα συμβάντα διαγραφής λειτουργίας μπορούν για παράδειγμα να χρησιμοποιηθούν για τη διαγραφή συμβάντων προηγούμενων ετών. </P>
<br> </li>
<li> <h6> Εισαγωγή αρχείου CSV </h6>
<p> Αυτή η λειτουργία μπορεί να χρησιμοποιηθεί για την εισαγωγή δεδομένων συμβάντων στο Ημερολόγιο LuxCal που έχει εξαχθεί από άλλα ημερολόγια (π.χ. MS Outlook). Περισσότερες οδηγίες παρέχονται στη σελίδα εισαγωγής CSV. </P>
<br> </li>
<li> <h6> Εισαγωγή αρχείου iCal </h6>
<p> Αυτή η λειτουργία μπορεί να χρησιμοποιηθεί για την εισαγωγή γεγονότων από αρχεία iCal (extensions .ics) στο Ημερολόγιο LuxCal. Περισσότερες οδηγίες δίνονται στη σελίδα Εισαγωγή iCal. Μόνο τα συμβάντα που είναι συμβατά με το ημερολόγιο LuxCal θα εισαχθούν. Άλλα στοιχεία, όπως: To-Do, Journal, Free /Busy και Alarm, θα αγνοηθούν. </P>
<br> </li>
<li> <h6> Εξαγωγή αρχείου Cal </h6>
<p> Αυτή η λειτουργία μπορεί να χρησιμοποιηθεί για την εξαγωγή συμβάντων LuxCal σε αρχεία iCal (.ics επέκταση αρχείου). Περαιτέρω οδηγίες δίνονται στη σελίδα Εξαγωγή iCal. </P>
<br> </li>
<?php } ?>
</ol>
</li>
<?php } ?>
<li id="al"><h3>Σχετικά με το LuxCal</h3>
<p>Παράγεται από τον: <b>Roel Buining</b>&nbsp;&nbsp;&nbsp;&nbsp;Ιστοσελίδα και ιστοχώρος συζητήσεων: <b><a href="https://www.luxsoft.eu/" target="_blank">www.luxsoft.eu/</a></b></p>
<p>Το LuxCal είναι ελεύθερο λογισμικό και διανέμεται και/ή τροποποιείται με τους όρους της <b><a href="https://www.gnu.org/licenses/gpl-3.0.en.html" target="_blank">Γενικής Δημόσιας Άδειας GNU</a></b>.</p>
<br></li>
</ol>
</div>